<?php

    $product = [

        [
            'id' => 1,
            'group_name' => 'กลุ่มทอผ้าไหมทอมือแม่บ้านเกษตรกรบ้านหนองบัวน้อย',
            'district'    => 'นาดูน',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าไหมทอมือแม่บ้านเกษตรกรบ้านหนองบัวน้อย อ.นาดูน มีผลิตภัณฑ์ที่โดดเด่นคือผ้าไหมมัดหมี่ลายนาคซึ่งเป็นลายประจำอำเภอนาดูน ลายสร้อยดอกหมาก ลายประยุกต์อื่นๆ 
            โดยใช้เส้นไหมพันธุ์พื้นเมืองเลี้ยงเองภายในชุมชน สาวด้วยมือ ทอด้วยกี่พื้นบ้าน นอกจากนี้ยังทอผ้าไหมมัดหมี่ลายโบราณ ผ้าโสร่ง ผ้าขาวม้า ผ้าพันคอ ผ้าคลุมไหล่ ผ้าสีพื้น ย้อมด้วยสีธรรมชาติที่สวยงาม 
            หรือจะเป็นสีเคมีก็ย้อมได้สวยงามเช่นกัน',
            'text_short' => 'กลุ่มทอผ้าไหมทอมือแม่บ้านเกษตรกรบ้านหนองบัวน้อย อ.นาดูน มีผลิตภัณฑ์ที่โดดเด่นคือผ้าไหมมัดหมี่ลายนาคซึ่งเป็นลายประจำอำเภอนาดูน',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/01 กลุ่มผ้าไหมทอมือแม่บ้านเกษกรบ้านหนองบัวน้อย ต.ดงดวน อ.นาดูน/IMG_G01_08.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/01 กลุ่มผ้าไหมทอมือแม่บ้านเกษกรบ้านหนองบัวน้อย ต.ดงดวน อ.นาดูน/IMG_G01_08.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/01 กลุ่มผ้าไหมทอมือแม่บ้านเกษกรบ้านหนองบัวน้อย ต.ดงดวน อ.นาดูน/IMG_G01_02.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/01 กลุ่มผ้าไหมทอมือแม่บ้านเกษกรบ้านหนองบัวน้อย ต.ดงดวน อ.นาดูน/IMG_G01_05.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/01 กลุ่มผ้าไหมทอมือแม่บ้านเกษกรบ้านหนองบัวน้อย ต.ดงดวน อ.นาดูน/IMG_G01_03.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G01.jpg",

        ],
        [
            'id' => 2,
            'group_name' => 'กลุ่มเย็บผ้าบ้านท่าตูม',
            'district'    => 'เมืองมหาสารคาม',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มเย็บผ้าบ้านท่าตูม อ.เมืองมหาสารคาม เป็นกลุ่มที่แปรรูปเสื้อผ้าสำเร็จรูป มีผู้นำที่เข้มแข็ง 
            สามารถขยายกิจกรรมสู่หมู่บ้านข้างเคียงได้โดยการร่วมมือกับกลุ่มทอผ้าภายในชุมชนในการแปรรูปผลิตภัณฑ์จากผ้าย้อมคราม 
            ในรูปแบบของเสื้อผ้าที่ทันสมัย โดยช่างตัดเย็บภายในชุมชน สามารถเป็นแหล่งเรียนรูปในการทอผ้าและการแปรรูปผลิตภัณฑ์จากผ้าทอแบบครบวงจร',
            'text_short' => 'กลุ่มเย็บผ้าบ้านท่าตูม อ.เมืองมหาสารคาม เป็นกลุ่มที่แปรรูปเสื้อผ้าสำเร็จรูป มีผู้นำที่เข้มแข็ง สามารถขยายกิจกรรมสู่หมู่บ้านข้างเคียงได้โดยการร่วมมือกับกลุ่มทอผ้าภายในชุมชน',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/02 กลุ่มแปรรูปตัดเย็บผ้า บ้านท่าตูม/IMG_G02_04.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/02 กลุ่มแปรรูปตัดเย็บผ้า บ้านท่าตูม/IMG_G02_04.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/02 กลุ่มแปรรูปตัดเย็บผ้า บ้านท่าตูม/IMG_G02_05.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/02 กลุ่มแปรรูปตัดเย็บผ้า บ้านท่าตูม/IMG_G02_03.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/02 กลุ่มแปรรูปตัดเย็บผ้า บ้านท่าตูม/IMG_G02_06.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G02.jpg",
        ],
        [
            'id' => 3,
            'group_name' => 'กลุ่มทอผ้าครั่งคราม บ้านท่าตูม',
            'district'    => 'เมืองมหาสารคาม',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าครั่งคราม บ้านท่าตูม อ.เมืองมหาสารคาม เป็นกลุ่มที่จัดต้องขึ้นเพื่อส่งเสริมการทอผ้าย้อมสีธรรมชาติด้วยครั่งครามและสีอื่นๆจากวัสดุธรรมชาติ 
            มีความโดดเด่นที่ผลิตภัณฑ์ผ้ามัดหมี่ย้อมครั่ง-คราม และย้อมสีธรรมชาติ ลายสร้อยดอกหมาก และลายอื่นๆ นอกจากนี้ยังมีกลุ่มแปรรูปเสื้อผ้าสำเร็จรูป มีผู้นำที่เข้มแข็ง 
            สามารถขยายกิจกรรมสู่หมู่บ้านข้างเคียงได้',
            'text_short' => 'กลุ่มทอผ้าครั่งคราม บ้านท่าตูม อ.เมืองมหาสารคาม เป็นกลุ่มที่จัดต้องขึ้นเพื่อส่งเสริมการทอผ้าย้อมสีธรรมชาติด้วยครั่งครามและสีอื่นๆจากวัสดุธรรมชาติ',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/03 กลุ่มแปรรูปทอผ้า บ้านท่าตูม/IMG_G03_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/03 กลุ่มแปรรูปทอผ้า บ้านท่าตูม/IMG_G03_02.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/03 กลุ่มแปรรูปทอผ้า บ้านท่าตูม/IMG_G03_03.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/03 กลุ่มแปรรูปทอผ้า บ้านท่าตูม/IMG_G03_01.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/03 กลุ่มแปรรูปทอผ้า บ้านท่าตูม/IMG_G03_04.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G03.jpg",
            
        ],
        [
            'id' => 4,
            'group_name' => 'กลุ่มทอผ้าไหมบ้านหนองสิมใหม่',
            'district'    => 'พยัคฆภูมิพิสัย',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าไหมบ้านหนองสิมใหม่ อ.พยัคฆภูมิพิสัย เป็นกลุ่มหนึ่งที่มีความโดดเด่นในการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ 
            ผ้าซิ่น ผ้าขาวม้าผ้าพื้น ผ้าชุด ผ้าพันคอ ผ้าคลุมไหล่เป็นต้น ย้อมสีด้วยสีธรรมชาติ โดยที่ชุมชนผลิตเส้นไหมเอง นอกจากนี้ทางกลุ่มยังมีการแปรรูปผลิตภัณฑ์จากจากรังไหม 
            เช่น สบู่รังไหม และผลิตภัณฑ์ขัดผิดที่ถักทอเส้นใยไหมใช้เป็นที่ฟอกขัดตัว ช่วยในการดูแลถนอมผิวพรรณให้นุ่มชุ่มชื่นดูอ่อนกว่าวัย',
            'text_short' => 'กลุ่มทอผ้าไหมบ้านหนองสิมใหม่ อ.พยัคฆภูมิพิสัย เป็นกลุ่มหนึ่งที่มีความโดดเด่นในการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ 
            ผ้าซิ่น ผ้าขาวม้าผ้าพื้น ผ้าชุด ผ้าพันคอ ผ้าคลุมไหล่เป็นต้น',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/04 กลุ่มทอผ้าไหมบ้านหนองสิมใหม่/IMG_G04_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/04 กลุ่มทอผ้าไหมบ้านหนองสิมใหม่/IMG_G04_01.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/04 กลุ่มทอผ้าไหมบ้านหนองสิมใหม่/IMG_G04_02.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],                      
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G04.jpg",
            
        ],
        [
            'id' => 5,
            'group_name' => 'กลุ่มทอผ้าไหมบ้านโพนบูรพา',
            'district'    => 'เชียงยืน',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าไหมบ้านโพนบูรพา อ.เชียงยืน เป็นกลุ่มทอผ้าที่มีผลิตภัณฑ์ที่โดดเด่นคือ ทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ทอมือด้วยกี่แบบพื้นบ้าน มีความชำนาญในการย้อมสีเคมี ที่ทำให้ผ้าทอมีความมีสีสันสดใส เป็นที่นิยมของตลาด',
            'text_short' => 'กลุ่มทอผ้าไหมบ้านโพนบูรพา อ.เชียงยืน เป็นกลุ่มทอผ้าที่มีผลิตภัณฑ์ที่โดดเด่นคือ ทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ทอมือด้วยกี่แบบพื้นบ้าน',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/05 กลุ่มทอผ้าไหมบ้านโพนบูรพา/IMG_G05_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/05 กลุ่มทอผ้าไหมบ้านโพนบูรพา/IMG_G05_02.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/05 กลุ่มทอผ้าไหมบ้านโพนบูรพา/IMG_G05_04.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/05 กลุ่มทอผ้าไหมบ้านโพนบูรพา/IMG_G05_05.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/05 กลุ่มทอผ้าไหมบ้านโพนบูรพา/IMG_G05_09.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G05.jpg",
        ],
        [
            'id' => 6,
            'group_name' => 'กลุ่มทอผ้าบ้านผักหนอก',
            'district'    => 'โกสุมพิสัย',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าบ้านผักหนอก อ.โกสุมพิสัย เป็นกลุ่มทอผ้าอีกกลุ่มหนึ่งที่มีความโดดเด่นในการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ โดยกลุ่มมีการปลูกหม่อนเลี้ยงไหม สาวไหมเอง ทอมือด้วยกี่แบบพื้นบ้าน มีผลิตภัณฑ์จากผ้าไหมในรูปแบบต่างๆที่หลากหลาย',
            'text_short' => 'กลุ่มทอผ้าบ้านผักหนอก อ.โกสุมพิสัย เป็นกลุ่มทอผ้าอีกกลุ่มหนึ่งที่มีความโดดเด่นในการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/06 กลุ่มทอผ้าบ้านผักหนอก ต.ยางน้อย อ.โกสุมพิสัย/IMG_G06_04.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/06 กลุ่มทอผ้าบ้านผักหนอก ต.ยางน้อย อ.โกสุมพิสัย/IMG_G06_04.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/06 กลุ่มทอผ้าบ้านผักหนอก ต.ยางน้อย อ.โกสุมพิสัย/IMG_G06_01.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/06 กลุ่มทอผ้าบ้านผักหนอก ต.ยางน้อย อ.โกสุมพิสัย/IMG_G06_08.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/06 กลุ่มทอผ้าบ้านผักหนอก ต.ยางน้อย อ.โกสุมพิสัย/IMG_G06_09.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G06.jpg",
        ],
        [
            'id' => 7,
            'group_name' => 'กลุ่มแม่บ้านเพิ่มพูนทรัพย์',
            'district'    => 'นาเชือก',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มแม่บ้านเพิ่มพูนทรัพย์ อ. นาเชือก เป็นกลุ่มที่มีความโดดเด่นในการแปรรูปผ้าทอประเภทต่างๆ ไม่ว่าจะเป็นผ้าไหม ผ้าฝ้าย ซึ่งทางกลุ่มตัดเย็บเสื้อผ้าสำเร็จรูป 
                         ผ้าไหมและฝ้ายเองและออกแบบเอง โดยใช้ช่างในสมาชิกของกลุ่มและคนในชุมชน สินค้าและผลิตภัณฑ์ที่แปรรูปไม่ว่าจะเป็นเสื้อผ้าบุรุษ-สตรี มีความสวยงามโดดเด่นนำสมัยเป็นที่ถูกใจของผู้สวมใส่ 
                         และนอกจากนี้ยังเป็นแหล่งแปรรูปเสื้อผ้าจากผ้าทอเพื่อจำหน่ายทั่วประเทศ ซึ่งสามารถสั่งผลิตได้',
            'text_short' => 'กลุ่มแม่บ้านเพิ่มพูนทรัพย์ อ. นาเชือก เป็นกลุ่มที่มีความโดดเด่นในการแปรรูปผ้าทอประเภทต่างๆ ไม่ว่าจะเป็นผ้าไหม ผ้าฝ้าย ซึ่งทางกลุ่มตัดเย็บเสื้อผ้าสำเร็จรูป ผ้าไหมและฝ้ายเองและออกแบบเอง',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/07 กลุ่มแม่บ้านเพิ่มพูนทรัพย์/IMG_G07_05.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/07 กลุ่มแม่บ้านเพิ่มพูนทรัพย์/IMG_G07_05.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/07 กลุ่มแม่บ้านเพิ่มพูนทรัพย์/IMG_G07_02.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/07 กลุ่มแม่บ้านเพิ่มพูนทรัพย์/IMG_G07_01.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G07.jpg",
        ],
        [
            'id' => 8,
            'group_name' => 'กลุ่มทอผ้าบ้านโนนสะแบง',
            'district'    => 'กันทรวิชัย',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย มีผลิตภัณฑ์ที่โดดเด่นได้แก่ผ้าฝ้ายย้อมครามมัดหมี่ลายดอกผักติ้วซึ่งเป็นลวดลายประจำอำเภอกันทรวิชัย และลายประยุกต์อื่นๆ มีความสามารถปลูกครามก่อหม้อครามเพื่อใช้ในการย้อมเอง เป็นกลุ่มผู้ผลิตผ้าแกมไหม ซึ่งสามารถลดความยับของเนื้อผ้าในขั้นตอนการสวมใส่ได้ นอกจากนี้ยังมีผลิตภัณฑ์ผ้าฝ้ายยอมครามสีพื้น ผ้าพันคอ มีการแปรรูปผลิตภัณฑ์จากผ้าฝ้าย เช่นย่าม เสื้อผ้า เป็นต้น และยังเป็นศูนย์เรียนรู้การทำธุงใยแมงมุมจากเส้นใยฝ้าย และเส้นใยสังเคราะห์ อีกด้วย',
            'text_short' => 'กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย มีผลิตภัณฑ์ที่โดดเด่นได้แก่ผ้าฝ้ายย้อมครามมัดหมี่ลายดอกผักติ้วซึ่งเป็นลวดลายประจำอำเภอกันทรวิชัย',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/08  กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย/IMG_G08_04.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/08  กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย/IMG_G08_04.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/08  กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย/IMG_G08_07.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/08  กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย/IMG_G08_09.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/08  กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย/IMG_G08_01.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G08.jpg",
        ],
        [
            'id' => 9,
            'group_name' => 'กลุ่มวิสาหกิจชุมชนศรีสุขแปรรูปผ้า',
            'district'    => 'กันทรวิชัย',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มวิสาหกิจชุมชนศรีสุขแปรรูปผ้า บ.ศรีสุข อ.กันทรวิชัย เป็นกลุ่มหนึ่งที่มีความสามารถและมีความโดดเด่นในการแปรรูปผลิตภัณฑ์จากผ้าทอในรูปแบบสินค้าประเภทต่างๆได้อย่างประณีตสวยงาม เช่นสินค้าที่โดดเด่นคือแปรรูปผ้า ตัดเย็บเสื้อผ้าสำเร็จรูป ของชำร่วย กระเป๋า หมวก พวงกุญแจ เนคไท อีกทั้งยังมีมีร้านค้าจำหน่ายสินค้าและผลิตภัณฑ์ที่กลุ่มแปรรูป ในตัวจังหวัด และส่งออกทั่วประเทศ',
            'text_short' => 'กลุ่มวิสาหกิจชุมชนศรีสุขแปรรูปผ้า บ.ศรีสุข อ.กันทรวิชัย เป็นกลุ่มหนึ่งที่มีความสามารถและมีความโดดเด่นในการแปรรูปผลิตภัณฑ์จากผ้าทอในรูปแบบสินค้าประเภทต่างๆได้อย่างประณีตสวยงาม',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/09 วิสาหกิจชุมชนศรีสุขแปรรูปผ้า ต.ศรีสุข อ.กันทรวิชัย/IMG_G09_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/09 วิสาหกิจชุมชนศรีสุขแปรรูปผ้า ต.ศรีสุข อ.กันทรวิชัย/IMG_G09_02.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/09 วิสาหกิจชุมชนศรีสุขแปรรูปผ้า ต.ศรีสุข อ.กันทรวิชัย/IMG_G09_01.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/09 วิสาหกิจชุมชนศรีสุขแปรรูปผ้า ต.ศรีสุข อ.กันทรวิชัย/IMG_G09_03.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G09.jpg",
        ],
        [
            'id' => 10,
            'group_name' => 'กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด',
            'district'    => 'กันทรวิชัย',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด อ.กันทรวิชัย เป็นศูนย์ OTOP  ประจำอำเภอกันทรวิชัย เป็นกลุ่มผู้ผลิตเสื้อผ้าสำเร็จรูปจำหน่ายหลากหลายรูป โดยแปรรูปจากผลิตภัณฑ์ผ้าทอของสมาชิกกลุ่มและสมาชิกเครือข่ายกลุ่มทอผ้าอื่นๆ อีกทั้งมีกลุ่มทอผ้ามัดหมี่ลายโบราณและลายประยุกต์ นอกจากนี้บ้านลาดยังมีกลุ่มผลิตสินค้า OTOP จำนวนมากหลากหลายประเภทได้แก่ กลุ่มทำกระเป๋า รองเท้า หมอนสมุนไพร ซึ่งมีผู้นำที่เข็มแข็ง คือนายวิจิตร พลไธสง ในการบริหารจัดการกลุ่ม นอกจากมีร้านค้าจำหน่ายสินค้าและผลิตภัณฑ์ของกลุ่มที่ห้าง Sermthai Complex ในตัวเมืองมหาสารคามอีกด้วย',
            'text_short' => 'กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด อ.กันทรวิชัย เป็นศูนย์ OTOP  ประจำอำเภอกันทรวิชัย เป็นกลุ่มผู้ผลิตเสื้อผ้าสำเร็จรูปจำหน่ายหลากหลายรูป',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/10 - กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด ต.ศรีสุข อ.กันทรวิชัย/IMG_G010_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/10 - กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด ต.ศรีสุข อ.กันทรวิชัย/IMG_G010_01.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/10 - กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด ต.ศรีสุข อ.กันทรวิชัย/IMG_G010_03.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/10 - กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด ต.ศรีสุข อ.กันทรวิชัย/IMG_G010_05.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/10 - กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด ต.ศรีสุข อ.กันทรวิชัย/IMG_G010_08.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail5' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/10 - กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด ต.ศรีสุข อ.กันทรวิชัย/IMG_G010_06.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail6' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/10 - กลุ่มทอผ้าฝ้ายแปรรูปบ้านลาด ต.ศรีสุข อ.กันทรวิชัย/IMG_G010_07.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G010.jpg",
        ],
        [
            'id' => 11,
            'group_name' => 'กลุ่มทอผ้าบ้านโคกเครือ',
            'district'    => 'นาดูน',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าบ้านโคกเครือ อ.นาดูน เป็นกลุ่มที่ก่อตั้งขึ้นเพื่อร่วมกันทอผ้าไหมผ้าฝ้ายลวดลายที่เป็นเอกลักษณ์ของท้องถิ่น โดยใช้เส้นไหมที่เลี้ยงเอง สาวมือ ทอด้วยมือ ด้วยกี่แบบพื้นบ้าน ย้อมสีธรรมชาติจากพืชพันธุ์ที่มีในท้องถิ่น และย้อมด้วยสีเคมี ตามความต้องการของตลาด นอกจากนี้ยังมีการทอผ้าฝ้ายย้อมสีธรรมชาติและสีเคมี ผลิตภัณฑ์ของกลุ่มมีผ้าซิ่น ผ้าขาวม้า ผ้าสีพื้น นอกจากนี้ยังมีการแปรรูปผลิตภัณฑ์จากผ้าทอ เช่น ร่มลายผ้าขาวม้า เป็นต้น',
            'text_short' => 'กลุ่มทอผ้าบ้านโคกเครือ อ.นาดูน เป็นกลุ่มที่ก่อตั้งขึ้นเพื่อร่วมกันทอผ้าไหมผ้าฝ้ายลวดลายที่เป็นเอกลักษณ์ของท้องถิ่น โดยใช้เส้นไหมที่เลี้ยงเอง สาวมือ ทอด้วยมือ ด้วยกี่แบบพื้นบ้าน',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/11 กลุ่มทอผ้าบ้านโคกเครือ/IMG_G011_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/11 กลุ่มทอผ้าบ้านโคกเครือ/IMG_G011_01.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/11 กลุ่มทอผ้าบ้านโคกเครือ/IMG_G011_011.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/11 กลุ่มทอผ้าบ้านโคกเครือ/IMG_G011_010.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/11 กลุ่มทอผ้าบ้านโคกเครือ/IMG_G011_04.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G011.jpg",
        ],
        [
            'id' => 12,
            'group_name' => 'กลุ่มทอผ้าบ้านกุดรัง',
            'district'    => 'กุดรัง',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าบ้านกุดรัง อ.กุดรัง เป็นกลุ่มทอผ้าที่มีการทอผ้าเป็นเอกลักษณ์อีกลุ่มหนึ่งคือ การทอผ้าลายสร้อยดอกหมาก ลายดอกฮังลายประจำอำเภอกุดรัง ทอผ้ามัดหมี่ ทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ผ้าพันคอ ผ้าคลุมไหล่ ผ้าขาวม้า',
            'text_short' => 'กลุ่มทอผ้าบ้านกุดรัง อ.กุดรัง เป็นกลุ่มทอผ้าที่มีการทอผ้าเป็นเอกลักษณ์อีกลุ่มหนึ่งคือ การทอผ้าลายสร้อยดอกหมาก ลายดอกฮังลายประจำอำเภอกุดรัง',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/12 กลุ่มทอผ้าบ้านกุดรั้ง หมู่16/IMG_G012_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/12 กลุ่มทอผ้าบ้านกุดรั้ง หมู่16/IMG_G012_01.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/12 กลุ่มทอผ้าบ้านกุดรั้ง หมู่16/IMG_G012_04.jpg",
                                'class' =>   "col-6 ",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/12 กลุ่มทอผ้าบ้านกุดรั้ง หมู่16/IMG_G012_05.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/12 กลุ่มทอผ้าบ้านกุดรั้ง หมู่16/IMG_G012_02.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        'img_detail5' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/12 กลุ่มทอผ้าบ้านกุดรั้ง หมู่16/IMG_G012_07.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:50%;  margin-bottom:25px;",
                            ],
                        
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G012.jpg",
        ],
        [
            'id' => 13,
            'group_name' => 'กลุ่มทอผ้าโฮงหูกไหมแสนคำ',
            'district'    => 'นาดูน',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าโฮงหูกไหมแสนคำ ตั้งขึ้นโดยนางจอมสี ปินะสา และนายสมควร แสนหว้า เดิมทอผ้าไหมใช้กันในครัวเรือนต่อมาได้รวมกันจัดตั้งกลุ่มขึ้นโดยใช้ชื่อ กลุ่มทอผ้าโฮงหูกไหมแสนคำ ผลิตภัณฑ์เด่นของกลุ่มคือทอผ้ามัดหมี่ไหมลวดลายโบราณและลายประยุกต์ ได้ประณีตสวยงาม โดยใช้เส้นไหมพันธุ์พื้นบ้านเลี้ยงเอง สาวด้วยมือ ย้อมด้วยสีธรรมชาติและสีเคมี ทอด้วยกี่แบบพื้นเมืองสามารถผลิตสินค้าตามแต่ลูกค้าจะสั่งลวดลายหรือสี นอกจากนี้ยังมีการสืบสานการย้อมผ้าแบบโบราณด้วยสีดำมะเกลือ และสีครามที่ก่อหม้อครามเอง และมีการแปรรูปผลิตภัณฑ์ผ้าทอ ในรูปแบบของเสื้อโบราณเย็บด้วยมือ ผ้าซิ่นลายโบราณต่อหัวต่อตีนเย็บมือแบบโบราณ มีทั้งผ้าซิ่น ผ้าขาวม้า ผ้าพื้น ตีนซิ่น หัวซิ่น ผ้าลายขิด ผ้าลายลูกแก้ว สามารถสั่งทอตามต้องการได้',
            'text_short' => 'กลุ่มทอผ้าโฮงหูกไหมแสนคำ ตั้งขึ้นโดยนางจอมสี ปินะสา และนายสมควร แสนหว้า เดิมทอผ้าไหมใช้กันในครัวเรือนต่อมาได้รวมกันจัดตั้งกลุ่มขึ้นโดยใช้ชื่อ กลุ่มทอผ้าโฮงหูกไหมแสนคำ',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/13 กลุ่มทอผ้าโฮงหูกไหมแสนคำ/IMG_G013_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/13 กลุ่มทอผ้าโฮงหูกไหมแสนคำ/IMG_G013_01.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/13 กลุ่มทอผ้าโฮงหูกไหมแสนคำ/IMG_G013_03.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/13 กลุ่มทอผ้าโฮงหูกไหมแสนคำ/IMG_G013_010.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G013.jpg",
        ],
        [
            'id' => 14,
            'group_name' => 'กลุ่มทอผ้าบ้านดอนโมง',
            'district'    => 'กุดรัง',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าบ้านดอนโมง อ.กุดรัง เป็นกลุ่มทอผ้าที่รวมตัวขึ้นเพื่อเป็นกลุ่มทอผ้าของชุมชนบ้านดอนโมง โดยมีผลิตภัณฑ์ที่โดดเด่นคือการทอผ้าลายสร้อยดอกหมาก ลายดอกฮังซึ่งเป็นลายผ้าประจำอำเภอกุดรัง ทอผ้ามัดหมี่ ทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ผ้าพันคอ ผ้าคลุมไหล่ ผ้าขาวม้า',
            'text_short' => 'กลุ่มทอผ้าบ้านดอนโมง อ.กุดรัง เป็นกลุ่มทอผ้าที่รวมตัวขึ้นเพื่อเป็นกลุ่มทอผ้าของชุมชนบ้านดอนโมง โดยมีผลิตภัณฑ์ที่โดดเด่นคือการทอผ้าลายสร้อยดอกหมาก',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/14 กลุ่มบ้านกุดรั้งกลุ่มฝ้ายดอนโมง/IMG_G014_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/14 กลุ่มบ้านกุดรั้งกลุ่มฝ้ายดอนโมง/IMG_G014_01.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/14 กลุ่มบ้านกุดรั้งกลุ่มฝ้ายดอนโมง/IMG_G014_02.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],                      
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G014.jpg",
            
        ],
        [
            'id' => 15,
            'group_name' => 'กลุ่มทอผ้าไหมบ้านนาเสียว',
            'district'    => 'วาปีปทุม',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าไหมบ้านนาเสียว อ.วาปีปทุม เป็นกลุ่มทอผ้าไหมที่มีความสามารถในการทอผ้าไหมมัดหมี่ลวดลายโบราณแบบพื้นบ้าน ลายสร้อยดอกหมาและลายประยุกต์อื่นๆ ได้สวยงามผลิตภัณฑ์ที่โดดเด่นของกลุ่มคือผ้าไหมมัดหมี่ลายสร้อยดอกหมาก ลายเม็ดข้าวสาร ผ้าไหมมัดหมี่ชุด(ผ้าลายมัดหมี่-ผ้าสีพื้น) ผ้าโสร่ง ผ้าสีพื้น ผ้าขาวม้า เป็นต้น นอกจากนี้ทางกลุ่มยังได้มีการแปรรูปผ้าไหมมัดหมี่ ในรูปแบบกระเป๋าผ้าไหมมัดหมี่สตรี ได้อย่างสวยงาม',
            'text_short' => 'กลุ่มทอผ้าไหมบ้านนาเสียว อ.วาปีปทุม เป็นกลุ่มทอผ้าไหมที่มีความสามารถในการทอผ้าไหมมัดหมี่ลวดลายโบราณแบบพื้นบ้าน',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/15 กลุ่มทอผ้าไหมบ้านนาเสี้ยว วาปิปทุม/IMG_G015_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/15 กลุ่มทอผ้าไหมบ้านนาเสี้ยว วาปิปทุม/IMG_G015_01.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],         
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G015.jpg",
        ],
        [
            'id' => 16,
            'group_name' => 'กลุ่มทอผ้าไหมและผ้าฝ้ายบ้านงัวบา',
            'district'    => 'วาปีปทุม',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าไหมและผ้าฝ้ายบ้านงัวบา อ. วาปีปทุม เป็นกลุ่มหนึ่งที่มีความเข็มแข็งทางด้านทักษะวิชาชีพการทอผ้าทอไหมและผ้าฝ้าย มีการรวมตัวและจัดตั้งกลุ่มขึ้นเพื่อทอผ้าไหมผ้าฝ้าย ผลิตภัณฑ์ที่โดดเด่นของกลุ่มคือผ้าขาวม้าฝ้ายย้อมสีธรรมชาติ ผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ผ้าพันคอ ผ้าคลุมไหล่ ผ้าขาวม้าสีธรรมชาติและสีเคมี การให้สีและลวดลายมีความเป็นเอกลักษณ์เฉพาะกลุ่ม',
            'text_short' => 'กลุ่มทอผ้าไหมและผ้าฝ้ายบ้านงัวบา อ. วาปีปทุม เป็นกลุ่มหนึ่งที่มีความเข็มแข็งทางด้านทักษะวิชาชีพการทอผ้าทอไหมและผ้าฝ้าย มีการรวมตัวและจัดตั้งกลุ่มขึ้นเพื่อทอผ้าไหมผ้าฝ้าย',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/16 กลุ่มทอผ้าไหมและผ้าฝ้าย บ้านงัวบา/IMG_G016_03.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/16 กลุ่มทอผ้าไหมและผ้าฝ้าย บ้านงัวบา/IMG_G016_03.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/16 กลุ่มทอผ้าไหมและผ้าฝ้าย บ้านงัวบา/IMG_G016_04.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ], 
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/16 กลุ่มทอผ้าไหมและผ้าฝ้าย บ้านงัวบา/IMG_G016_02.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/16 กลุ่มทอผ้าไหมและผ้าฝ้าย บ้านงัวบา/IMG_G016_01.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],                     
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G016.jpg",
            
        ],
        [
            'id' => 17,
            'group_name' => 'กลุ่มทอผ้าบ้านหนองบัว',
            'district'    => 'แกดำ',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าบ้านหนองบัว อ.แกดำ เป็นกลุ่มทอผ้าที่ทอผ้าไหมและผ้าฝ้าย และใยสังเคราะห์ มีความชำนาญในการมัดหมี่ลายโบราณและลายประยุกต์ มีลวดลายที่หลากหลาย เป็นกลุ่มที่เข้มแข็ง มีผลิตภัณฑ์เด่น คือผ้าซิ่นไหมมัดหมี่ลายไข่มดแดง ลายสะพานไม้แกดำ ลายสร้อยดอกหมาก ผ้าชุด(ผ้ามัดหมี่และผ้าสีพื้น) ลวดลายหลากหลาย สามารถสั่งทอลวดลายอื่นๆได้ นอกจากนี้ภายในชุมชนยังมีศูนย์เรียนรู้ในการทอผ้าสำหรับผู้ที่สนใจสามารถเข้าไปศึกษาเรียนรู้กับชุมชนได้',
            'text_short' => 'กลุ่มทอผ้าบ้านหนองบัว อ.แกดำ เป็นกลุ่มทอผ้าที่ทอผ้าไหมและผ้าฝ้าย และใยสังเคราะห์ มีความชำนาญในการมัดหมี่ลายโบราณและลายประยุกต์ มีลวดลายที่หลากหลาย',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/17 กลุ่มทอผ้าบ้านหนองบัว ต.หนองกุง อ.แกดำ/IMG_G017_04.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/17 กลุ่มทอผ้าบ้านหนองบัว ต.หนองกุง อ.แกดำ/IMG_G017_04.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/17 กลุ่มทอผ้าบ้านหนองบัว ต.หนองกุง อ.แกดำ/IMG_G017_09.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/17 กลุ่มทอผ้าบ้านหนองบัว ต.หนองกุง อ.แกดำ/IMG_G017_01.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G017.jpg",
        ],
        [
            'id' => 18,
            'group_name' => 'กลุ่มอาชีพสตรีทอผ้าไหม-ฝ้ายบ้านนาคูณ',
            'district'    => 'แกดำ',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มอาชีพสตรีทอผ้าไหม-ฝ้ายบ้านนาคูณ อ.แกดำ เป็นกลุ่มที่จัดตั้งขึ้นโดยการรวมตัวของคนในชุมชนเพื่อส่งเสริมอาชีพสตรีที่มีความสามารถในการทอผ้าเพื่อเพิ่มศักยภาพและพัฒนาคุณภาพฝีมือในการทอผ้า ผลิตภัณฑ์ที่มีความโดดเด่นของกลุ่มคือ ผ้าไหมมัดหมี่ลายสร้อยดอกหมาก ลายไข่มดแดง ลายขอเจ้าฟ้าฯ ผ้าขาวม้าไหม-ฝ้าย ผ้าโสร่ง นอกจากนี้ทางกลุ่มยังได้มีการแปรรูปผลิตภัณฑ์จากผ้าไหม-ผ้าขาวมาของสมาชิกในกลุ่มในรูปแบบของเสื้อผ้าบุรุษ-สตรี และอื่นๆอีกมากมายหลากหลายรูปแบบให้เลือกสรร',
            'text_short' => 'กลุ่มอาชีพสตรีทอผ้าไหม-ฝ้ายบ้านนาคูณ อ.แกดำ เป็นกลุ่มที่จัดตั้งขึ้นโดยการรวมตัวของคนในชุมชนเพื่อส่งเสริมอาชีพสตรีที่มีความสามารถในการทอผ้าเพื่อเพิ่มศักยภาพและพัฒนาคุณภาพฝีมือในการทอผ้า',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/18 กลุ่มอาชีพสตรีทอผ้าไหม-ฝ้ายบ้นนาคูณ ต.โนนภิบาล อ.แกต่/IMG_G018_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/18 กลุ่มอาชีพสตรีทอผ้าไหม-ฝ้ายบ้นนาคูณ ต.โนนภิบาล อ.แกต่/IMG_G018_02.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/18 กลุ่มอาชีพสตรีทอผ้าไหม-ฝ้ายบ้นนาคูณ ต.โนนภิบาล อ.แกต่/IMG_G018_05.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/18 กลุ่มอาชีพสตรีทอผ้าไหม-ฝ้ายบ้นนาคูณ ต.โนนภิบาล อ.แกต่/IMG_G018_07.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G018.jpg",
        ],
        [
            'id' => 19,
            'group_name' => 'กลุ่มอนุรักษ์ไหมไทยพื้นบ้านอิสานโนนมันแกว',
            'district'    => 'พยัคฆภูมิพิสัย',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มอนุรักษ์ไหมไทยพื้นบ้านอิสานโนนมันแกว บ.โนนมันแกว อ.พยัคฆภูมิพิสัย เป็นกลุ่มหนึ่งที่มีความโดดเด่น ด้วยมีการปลูกหม่อนเลี้ยงไหม พันธุ์พื้นเมือง สาวมือ ทอมือ ด้วยกี่ทอผ้าแบบพื้นเมือง มีผลิตภัณฑ์จากทอผ้า ประเภทผ้าไหมที่เด่นคือผ้าไหมมัดหมี่ทอลวดลายโบราณ และลายประยุกต์ นอกจากนี้ยังมี ผ้าขาวม้า ผ้าลายลูกแก้ว ย้อมด้วยสีธรรมชาติและสีเคมี',
            'text_short' => 'กลุ่มอนุรักษ์ไหมไทยพื้นบ้านอิสานโนนมันแกว บ.โนนมันแกว อ.พยัคฆภูมิพิสัย เป็นกลุ่มหนึ่งที่มีความโดดเด่น ด้วยมีการปลูกหม่อนเลี้ยงไหม พันธุ์พื้นเมือง สาวมือ ทอมือ ด้วยกี่ทอผ้าแบบพื้นเมือง',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/19 กลุ่มอนุรักษ์ไหมไทยพื้นบ้านอีสานโนนมันแกว/IMG_G019_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/19 กลุ่มอนุรักษ์ไหมไทยพื้นบ้านอีสานโนนมันแกว/IMG_G019_02.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/19 กลุ่มอนุรักษ์ไหมไทยพื้นบ้านอีสานโนนมันแกว/IMG_G019_01.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],                      
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G019.jpg",
            
        ],
        [
            'id' => 20,
            'group_name' => 'กลุ่มทอผ้าขาวม้าบ้านงัวบา',
            'district'    => 'วาปีปทุม',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มทอผ้าผ้าขาวม้าบ้านงัวบา อ. วาปีปทุม ผลิตภัณฑ์ที่โดดเด่นของกลุ่มคือผ้าขาวม้าฝ้ายย้อมสีธรรมชาติ นอกจากนั้นยังมีการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ผ้าพันคอ ผ้าคลุมไหล่ การให้สีและลวดลายมีความเป็นเอกลักษณ์เฉพาะกลุ่ม เป็นอีกกลุ่มหนึ่งที่มีความเข็มแข็งทางด้านทักษะวิชาชีพการทอผ้าทอไหมและผ้าฝ้าย',
            'text_short' => 'กลุ่มทอผ้าผ้าขาวม้าบ้านงัวบา อ. วาปีปทุม ผลิตภัณฑ์ที่โดดเด่นของกลุ่มคือผ้าขาวม้าฝ้ายย้อมสีธรรมชาติ นอกจากนั้นยังมีการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/20 กลุ่มทอผ้าขาวม้า บ้านงั่วบา/IMG_G020_03.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/20 กลุ่มทอผ้าขาวม้า บ้านงั่วบา/IMG_G020_03.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/20 กลุ่มทอผ้าขาวม้า บ้านงั่วบา/IMG_G020_05.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/20 กลุ่มทอผ้าขาวม้า บ้านงั่วบา/IMG_G020_02.jpg",
                                'class' =>   "col-12",
                                'style' => "height:700px; width:100%; margin-bottom:25px;",
                            ],
                        
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G020.jpg",
        ],
        [
            'id' => 21,
            'group_name' => 'กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง',
            'district'    => 'นาดูน',
            'product_name' => 'ผ้าไหมทอมือ',
            'phone'   => '0928939929',
            'text'   => 'กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง บ้านหนองโนใต้ อ. นาดูน เป็นกลุ่มที่ปลูกฝ้ายพันธุ์พื้นเมือง คือ ฝ้ายสีขาว ฝ้ายสีเขียว ฝ้ายสีน้ำตาล และมีกระบวนการผลิตเส้นฝ้ายใช้เอง ย้อมด้วยสีธรรมชาติ ที่ใช้วัตถุดิบที่หาในท้องถิ่นที่ให้สีสันที่เป็นเอกลักษณ์ เช่น สีจาก ครั่ง คราม เข ประดู่ อะลาง สีจากข้าวเหนียวดำ สีจากดอกผักติ้วที่มีเฉพาะฤดูกาล ผลิตภัณฑ์ที่โดดเด่นได้แก่ ผ้าฝ้ายมัดหมี่ลายโบราณ และลายประยุกต์ ผ้าพันคอ ผ้าคลุ่มไหล่ ผ้าสีพื้น ย้อมด้วยสีธรรมชาติเป็นต้น กลุ่มมีความเข้มแข็งมีศูนย์เรียนรู้ของกลุ่ม สามารถถ่ายทอดให้กับผู้ที่สนใจและกลุ่มทอผ้าอื่นๆได้เป็นอย่างดี',
            'text_short' => 'กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง บ้านหนองโนใต้ อ. นาดูน เป็นกลุ่มที่ปลูกฝ้ายพันธุ์พื้นเมือง คือ ฝ้ายสีขาว ฝ้ายสีเขียว ฝ้ายสีน้ำตาล และมีกระบวนการผลิตเส้นฝ้ายใช้เอง',
            'image' => "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/21 กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง/IMG_G021_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/21 กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง/IMG_G021_02.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail2' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/21 กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง/IMG_G021_03.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ], 
                        'img_detail3' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/21 กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง/IMG_G021_01.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],
                        'img_detail4' => 
                            [
                                'img' =>   "img/01_กลุ่มแม่บ้าน (ทั้งหมด)/21 กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง/IMG_G021_04.jpg",
                                'class' =>   "col-6",
                                'style' => "height:700px; width:49%;  margin-bottom:25px;",
                            ],                     
                    ],
            'image_gallery' => "img/05_Gallery/IMG_Gallery_G021.jpg",
            
        ],
    ]
    ;

    $travel = [

        [
            'id' => 1,
            'title' => 'วัดป่าวังน้ำเย็น/วัดพุทธวนาราม',
            'location' => 'ตำบลเกิ้ง อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 - 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'วัดป่าวังน้ำเย็น หรือ วัดพุทธวนาราม เป็นวัดที่มีความงดงามแห่งหนึ่งของจังหวัดมหาสารคาม โดยจุดเด่นของวัดแห่งนี้คือการก่อสร้างสถาปัตยกรรมขนาดใหญ่จากไม้สักทอง 
            อาทิ ศาลาโฆสปัญญา และ อุโบสถที่ได้รับการกล่าวว่าเป็นอุโบสถที่สร้างด้วยไม้ขนาดใหญ่ที่สุดในประเทศ ทั้งนี้ภายในบริเวณวัดยังเป็นที่ตั้งของ “พระมหาเจดีย์ศรีสารคาม” 
            ซึ่งสร้างเลียนแบบเจดีย์ชเวดากองของประเทศพม่า นอกจากความงดงามทางสถาปัตยกรรมและสถานที่สำคัญต่างๆแล้ว 
            ภายในวัดมีความเงียบสงบ ร่มเย็น ร่มรื่นและถือว่าได้ว่าเป็นศูนย์ปฏิบัติธรรมที่พุทธศาสนิกชนให้ความสำคัญอีกแห่งหนึ่งในจังหวัดมหาสารคาม',
            'travel_detail_short' => 'วัดป่าวังน้ำเย็น หรือ วัดพุทธวนาราม เป็นวัดที่มีความงดงามแห่งหนึ่งของจังหวัดมหาสารคาม โดยจุดเด่นของวัดแห่งนี้คือการก่อสร้างสถาปัตยกรรมขนาดใหญ่จากไม้สักทอง',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_06.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_03.jpg'
                    ],
        ],
        [
            'id' => 2,
            'title' => 'กู่บ้านเขวา/กู่คูมหาธาตุ/ปรางกู่บ้านเขวา',
            'location' => 'ตำบลเขวา อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 06.00 – 17.30 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'กู่บ้านเขวา หรือ ปรางกู่บ้านเขวา หรือ กู่คูมหาธาตุ(กู่มหาธาตุ) เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18 
            ตรงกับรัชสมัยของพระเจ้าชัยวรมันที่ 7 กษัตริย์แห่งเมืองพระนคร ประเทศกัมพูชาปัจจุบัน จากรูปแบบแผนผังและรูปเคารพ(พระไภษัชยคุรุไวฑูรยประภา)ภายในปราสาทประธานทำให้สันนิษฐานได้ว่าปราสาทแห่งนี้ถูกสร้างขึ้น
            เพื่อเป็นศาสนสถานประจำโรงพยาบาลหรืออโรคยาศาลในสมัยพระเจ้าชัยวรมันที่ 7 ข้อความจากจารึกปราสาทพระขรรค์(ประเทศกัมพูชา)ทำให้ทราบว่าพระเจ้าชัยวรมันที่ 7 โปรดให้สร้างอโรคยาศาล 102 แห่ง ตามเส้นทางไปยังเมืองสำคัญในรัชสมัยของพระองค์ 
            ปัจจุบันกู่บ้านเขวาถือเป็นสถานที่ศักดิ์สิทธิ์และมีความสำคัญของชุมชนบ้านเขวา ในช่วงสงกรานต์ของทุกปีคนในชุมชนจะทำพิธีสรงกู่เพื่อความเป็นสิริมงคลของชุมชน',
            'travel_detail_short' => 'กู่บ้านเขวา หรือ ปรางกู่บ้านเขวา หรือ กู่คูมหาธาตุ(กู่มหาธาตุ) เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/02 พระปรางค์กู่/IMG_Travel_T02_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/02 พระปรางค์กู่/IMG_Travel_T02_02.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/02 พระปรางค์กู่/IMG_Travel_T02_06.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/02 พระปรางค์กู่/IMG_Travel_T02_07.jpg'
                    ],
        ],
        [
            'id' => 3,
            'title' => 'วัดหนองหูลิง/อุโบสถรูปเรืออนันตนาคราช',
            'location' => '27 หมู่ 7 บ้านหนองหูลิง ตำบลมิตรภาพ อำเภอแกดำ จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 - 17.30 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'วัดบ้านหนองหูลิง หรือ วัดเรือ เป็นวัดที่มีความโดดเด่นวัดหนึ่งในจังหวัดมหาสารคาม ภายในวัดมีการสร้างอุโบสถรูปเรืออนันตนาคราช ซึ่งถือได้ว่าเป็นวัดที่มีอุโบสถรูปเรือแห่งแรกในประเทศไทยและถือได้ว่าเป็นความภาคภูมิใจของคนในชุมชนหนองหูลิง 
            นอกจากความงามทางด้านสถาปัตยกรรมภายนอกแล้ว ภายในอุโบสถยังเป็นที่ประดิษฐาน “พระพุทธมหาชัยมงคลเมทนีดลสารคามพิทักษ์” พระพุทธรูปที่เปรียบเสมือนศูนย์รวมใจของคนในชุมชนหนองหูลิง 
            และชมความงามของจิตรกรรมภายในอุโบสถที่มีการประดับการกระจกและปั้นปูนประดับอย่างสวยงาม',
            'travel_detail_short' => 'วัดบ้านหนองหูลิง หรือ วัดเรือ เป็นวัดที่มีความโดดเด่นวัดหนึ่งในจังหวัดมหาสารคาม ภายในวัดมีการสร้างอุโบสถรูปเรืออนันตนาคราช',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/03 วัดหนองหูลิง/IMG_Travel_T03_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/03 วัดหนองหูลิง/IMG_Travel_T03_02.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/03 วัดหนองหูลิง/IMG_Travel_T03_01.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/03 วัดหนองหูลิง/IMG_Travel_T03_06.jpg'
                ],
        ],
        [
            'id' => 4,
            'title' => 'สะพานไม้แกดำ',
            'location' => 'ตั้งอยู่ในพื้นที่บ้านแกดำและบ้านหัวขัว ตำบลแกดำ อำเภอแกดำ จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 06.00 - 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงธรรมชาติ',
            'travel_detail' => 'สะพานไม้แกดำถือได้ว่าเป็นหลักฐานที่แสดงให้เห็นถึงความสามัคคีของชุมชนในอดีต สะพานไม้แห่งนี้เป็นเส้นทางที่ใช้สัญจรระหว่างบ้านแกดำและบ้านหัวขัว ตำบลแกดำ อำเภอแกดำ  รูปแบบของสะพานที่ปรากฏในปัจจุบันนี้เป็นรูปแบบที่ทำขึ้นในปี 2509 
            เนื่องจากต้องการให้ลูกหลานของชุมชนบ้านแกดำเดินทางไปเรียนหนังสือ ที่โรงเรียนฝั่งบ้านหัวขัว โดยผู้จัดการโรงเรียนได้ทำการขอบริจาคไม้กับชาวบ้านเพื่อปรับปรุงสะพานจากแต่เดิมที่เป็นสะพานไม้เรียงตามยาว หัวไม้เกยกัน 
            ก็ทำเป็นสะพานแนวขวางเสาคู่จากจุดเริ่มแรกนี้ทำให้สะพานแห่งนี้ถูกปรับปรุงเรื่อยมาจนถึงปัจจุบัน  การมาท่องเที่ยวสะพานไม้แกดำจะทำให้ได้เห็นความงดงามทางธรรมชาติของหนองแกดำและวิถีชีวิตของชุมชน การหาปลาโดยใช้เรืออีโปง(เรือที่ทำจากต้นตาล) รวมไปถึงวัฒนธรรมความเป็นอยู่แบบดั้งเดิมซึ่งเป็นสิ่งที่สามารถดึงดูดความสนใจของนักท่องเที่ยวและสร้างความตื่นตาตื่นใจได้ ',
            'travel_detail_short' => 'สะพานไม้แกดำถือได้ว่าเป็นหลักฐานที่แสดงให้เห็นถึงความสามัคคีของชุมชนในอดีต สะพานไม้แห่งนี้เป็นเส้นทางที่ใช้สัญจรระหว่างบ้านแกดำและบ้านหัวขัว',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/04 สะพานไม้แกดำ/IMG_Travel_T04_07.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/04 สะพานไม้แกดำ/IMG_Travel_T04_03.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/04 สะพานไม้แกดำ/IMG_Travel_T04_02.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/04 สะพานไม้แกดำ/IMG_Travel_T04_07.jpg'
                ],
        ],
        [
            'id' => 5,
            'title' => 'พิพิธภัณฑ์มหาวิทยาลัยมหาสารคาม MSU Museum',
            'location' => 'ตั้งอยู่ภายในมหาวิทยาลัยมหาสารคาม(วิทยาเขตขามเรียง)ตำบลขามเรียง อำเภอกันทรวิชัย จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.30 – 16.30 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงอนุรักษ์',
            'travel_detail' => 'พิพิธภัณฑ์มหาวิทยาลัยมหาสารคาม ก่อตั้งขึ้นเมื่อวันที่  1 มิถุนายน พ.ศ. 2542 โดยมีความมุ่งหมายเพื่อสื่อสารถึงอัตลักษณ์ของมหาวิทยาลัยมหาสารคาม จุดเริ่มต้นและพัฒนาการของมหาวิทยาลัยมหาสารคาม นอกจากนิทรรสการภายในอาคารแล้ว 
            พิพิธภัณฑ์มหาวิทยาลัยมหาสารคามยังมีการอนุรักษ์สถาปัตยกรรมแบบท้องถิ่น โดยมีการสร้างอาคารจัดแสดงเป็นเฮือน(เรือน)ของอีสานแบบดั้งเดิมด้วย ประกอบด้วย เรือนเกย(นิทรรศการอาหารอีสาน) ,เรือนโข่ง(นิทรรศการผีในอีสานและนิทรรศการศิษย์เก่า) ตูบต่อเล้า, 
            เรือนผู้ไท จึงทำให้ได้รับรางวัลการอนุรักษ์สถาปัตยกรรมดีเด่นของสมเด็จฯพระเทพ ในปี 2557 ที่ผ่านมา นอกจากนั้นแล้วภายในบริเวณพิพิธภัณฑ์มหาวิทยาลัยมหาสารคามยังมีสวนสัตว์ขนาดเล็กให้นักท่องเที่ยวสมารถมาพักผ่อนและให้อาหารสัตว์ในสวนสัตว์ได้อีกด้วย',
            'travel_detail_short' => 'พิพิธภัณฑ์มหาวิทยาลัยมหาสารคาม ก่อตั้งขึ้นเมื่อวันที่  1 มิถุนายน พ.ศ. 2542 โดยมีความมุ่งหมายเพื่อสื่อสารถึงอัตลักษณ์ของมหาวิทยาลัยมหาสารคาม',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_05.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_01.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_02.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_05.jpg'
                    ],
        ],
        [
            'id' => 6,
            'title' => 'วัดพุทธประดิษฐ์',
            'location' => 'บ้านโพน ตำบลโพนทอง อำเภอเชียงยืน จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 - 17.30 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'วัดพุทธประดิษฐ์ ชาวบ้านในพื้นที่ใกล้เคียงนิยมเรียกกันว่า “วัดใหญ่บ้านโพน” เป็นวัดที่มีความเก่าแก่ในอำเภอเชียงยืน ภายในวัดเป็นที่ประดิษฐานพระพุทธรูปเก่าแก่ของอำเภอเชียงยืน ชาวบ้านในชุมชนบ้านโพนเรียกว่า หลวงปู่บ้าง เรียกหลวงปู่ใหญ่บ้าง หรือผู้เฒ่าผู้แก่เรียก พระครูบาใหญ่บ้าง แต่คนทั่วไปจะเรียกขานนามท่านว่า พระใหญ่บ้านโพน หลวงปู่ใหญ่เป็นพระพุทธรูปปางมารวิชัย สูงราว 2.50 เมตร นักวิชาการสันนิษฐานว่าหลวงปู่ใหญ่เป็นพระพุทธรูปในศิลปะลาว ปัจจุบันประดิษฐานในวิหารวัดพุทธประดิษฐ์เป็นที่เคารพศรัทธาของพุทธศาสนิกชนทั่วไปและมีพิธีกรรมสรงน้ำในทุกๆปี(องค์จำลอง)เพื่อเป็นการเบิกฟ้า ให้ฝนตกตามฤดูกาลและให้ชุมชนสงบสุขร่มเย็น',
            'travel_detail_short' => 'วัดพุทธประดิษฐ์ ชาวบ้านในพื้นที่ใกล้เคียงนิยมเรียกกันว่า “วัดใหญ่บ้านโพน” เป็นวัดที่มีความเก่าแก่ในอำเภอเชียงยืน ภายในวัดเป็นที่ประดิษฐานพระพุทธรูปเก่าแก่ของอำเภอเชียงยืน',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_06.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_06.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_04.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_01.jpg'
                    ],
        ],
        [
            'id' => 7,
            'title' => 'วัดสุวรรณาวาส/พระพุทธมิ่งเมือง',
            'location' => 'ตำบลโคกพระ อำเภอกันทรวิชัย จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'วัดสุวรรณาวาส เป็นวัดที่มีความสำคัญต่อคนในอำเภอกันทรวิชัย และ คนในจังหวัดมหาสารคาม เนื่องจากเป็นที่ประดิษฐานพระพุทธมิ่งเมือง ซึ่งเป็นพระพุทธรูปยืนสูงประมาณ 8 ศอก สันนิษฐานว่าพระองค์นี้สร้างขึ้นในสมัยทวารวดีเป็นพระพุทธรูปที่คู่บ้านคู่เมืองของอำเภอกันทรวิชัยคู่กับพระพุทธมงคล วัดพระพุทธมงคล ที่ประดิษฐาน ณ บ้านสระ(บ้านสระ ตำบลคันธารราษฏร์) ห่างจากวัดสุวรรณวาส ราว 2 กิโลเมตร ตำนานพื้นบ้านอธิบายการสร้างพระพุทธรูปสององค์นี้ว่า ท้าวลินทอง เจ้าเมืองคันธาธิราช ได้สร้างขึ้นเพื่อชำระบาปที่ได้ทำการปิตุฆาตและมาตุฆาต โดยพระพุทธมิ่งเมืองสร้างอุทิศให้กับมารดา และ พระพุทธมงคลสร้างอุทิศให้กับบิดา  นอกจากนั้นภายในบริเวณวัดมีสิมรูปแบบอีสานแท้ๆ ที่ให้คนรุ่นหลังได้ศึกษา',
            'travel_detail_short' => 'วัดสุวรรณาวาส เป็นวัดที่มีความสำคัญต่อคนในอำเภอกันทรวิชัย และ คนในจังหวัดมหาสารคาม เนื่องจากเป็นที่ประดิษฐานพระพุทธมิ่งเมือง',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/07 วัดสุวรรณาวาส/IMG_Travel_T07_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/07 วัดสุวรรณาวาส/IMG_Travel_T07_01.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/07 วัดสุวรรณาวาส/IMG_Travel_T07_04.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/07 วัดสุวรรณาวาส/IMG_Travel_T07_08.jpg'
                    ],
        ],
        [
            'id' => 8,
            'title' => 'วัดพุทธมงคล/พระพุทธมงคล',
            'location' => 'บ้านสระ ตำบลคันธารราษฎร์ อำเภอกันทรวิชัย จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'วัดพุทธมงคล เป็นวัดอีกแห่งที่มีความสำคัญต่อคนในอำเภอกันทรวิชัยและคนในจังหวัดมหาสารคามคู่กับวัดสุวรรณาวาส เนื่องจากเป็นที่ประดิษฐานพระพุทธมงคล ซึ่งเป็นพระพุทธรูปยืนสูงประมาณ 8 ศอก นักวิชาการสันนิษฐานว่าพระองค์นี้สร้างขึ้นในสมัยทวารวดีเป็นพระพุทธรูปที่คู่บ้านคู่เมืองของอำเภอกันทรวิชัยคู่กับพระพุทธมิ่งเมือง ซึ่งอยู่ห่างจากวัดพุทธมงคล ราว 2 กิโลเมตร ทางไปทางทิศตะวันออก ตำนานพื้นบ้านอธิบายการสร้างพระพุทธรูปสององค์นี้ว่า ท้าวลินทอง เจ้าเมืองคันธาธิราช ได้สร้างขึ้นเพื่อชำระบาปที่ได้ทำการปิตุฆาตและมาตุฆาต โดยพระพุทธมิ่งเมืองสร้างอุทิศให้กับมารดา และ พระพุทธมงคลสร้างอุทิศให้กับบิดา',
            'travel_detail_short' => 'วัดพุทธมงคล เป็นวัดอีกแห่งที่มีความสำคัญต่อคนในอำเภอกันทรวิชัยและคนในจังหวัดมหาสารคามคู่กับวัดสุวรรณาวาส เนื่องจากเป็นที่ประดิษฐานพระพุทธมงคล',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/08 วัดพุทธมงคล/IMG_Travel_T08_04.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/08 วัดพุทธมงคล/IMG_Travel_T08_04.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/08 วัดพุทธมงคล/IMG_Travel_T08_07.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/08 วัดพุทธมงคล/IMG_Travel_T08_02.jpg'
                    ],
        ],
        [
            'id' => 9,
            'title' => 'พระธาตุอินทร์แปลง/ปราสาทพระธาตุพนมอินทร์แปลง',
            'location' => 'ตั้งอยู่ในพื้นที่สำนักปฏิบัติธรรมบ้านแก่นท้าว ตำบลเม็กดำ อำเภอพยัคฆภูมิพิสัย จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_detail' => 'พระธาตุอินทร์แปลง หรือ ปราสาทพระธาตุพนมอินทร์แปลง หากแปลชื่อก็หมายถึง “พระอินทร์ทรงสร้างสรรค์พระธาตุแห่งนี้ขึ้น” พระธาตุอินทร์แปลงสร้างตามความคิดของหลวงพ่อสมาน โอภาโส ในปี 2543 ปัจจุบันหลวงพ่อสมานท่านละสังขารแล้ว โดยการสร้างพระธาตุขึ้นนี้เพื่อที่จะให้ชาวบ้านและคนในชุมชนใกล้เคียงหันมาเข้าวัดฟังธรรมมากขึ้น พระธาตุฯแห่งนี้มีรูปแบบของเจดีย์ประธานดัดแปลงมาจากพระธาตุพนม และมีการวางผังของพระธาตุตามคติของการสร้างปราสาทขอม คือ มีปราสาทประธานอยู่ตรงกลางและมีปราสาทประจำทิศและมีการสร้างบ่อน้ำประจำทิศ เพื่อจำลองคติเรื่องเขาพระสุเมรุตามความเชื่อของการสร้างเจดีย์หรือปราสาทในสมัยโบราณ',
            'travel_detail_short' => 'พระธาตุอินทร์แปลง หรือ ปราสาทพระธาตุพนมอินทร์แปลง หากแปลชื่อก็หมายถึง “พระอินทร์ทรงสร้างสรรค์พระธาตุแห่งนี้ขึ้น”',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/09 พระธาตุอินทร์แปลง/IMG_Travel_T09_01.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/09 พระธาตุอินทร์แปลง/IMG_Travel_T09_01.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/09 พระธาตุอินทร์แปลง/IMG_Travel_T09_04.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/09 พระธาตุอินทร์แปลง/IMG_Travel_T09_05.jpg'
                    ],
        ],
        [
            'id' => 10,
            'title' => 'สิมวัดป่าเลไลย์',
            'location' => 'ตั้งอยู่ภายในบริเวณวัดป่าเลไลย์ บ้านหนองพอก ตำบลดงบัง อำเภอนาดูน จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'oc-time' => 'เปิดทุกวัน เวลา 07.30 – 17.30 น.',
            'et-fee' => 'ฟรี',
            'travel_detail' => 'วัดป่าเลไลย์ เดิมชื่อวัดหนองพอก ต่อมาในปี 2485 ได้เปลี่ยนชื่อเป็นวัดป่าเลไลย์ ภายในวัดมีสิมซึ่งไม่ปรากฏหลักฐานการสร้างที่แน่นอนว่าถูกสร้างในสมัยใด ตัวสิมเป็นอาคารแบบก่ออิฐถือปูนทรงสี่เหลี่ยมผืนผ้าแบบทึบ นับได้ว่าเป็นสิมแบบพื้นบ้านที่มีลักษณะเฉพาะตัว สิมแห่งนี้มีจุดเด่นคือจิตรกรรมฝาผนัง(ฮูปแต้ม)ที่งดงามแบ่งเรื่องราวออกเป็น 2 กลุ่ม คือผนังด้านนอกและผนังด้านใน โดยที่ผนังด้านนอกเป็นเรื่องราวเกี่ยวกับวรรณกรรม เรื่องรามเกียรติ์ ,พระเวสสันดร เป็นต้น ส่วนผนังด้านในจะเขียนภาพจิตรกรรมเกี่ยวกับเรื่องราวในพระพุทธศาสนา โดยสิมแห่งนี้ได้รับการประกาศขึ้นทะเบียนเป็นโบราณสถานวันที่ 22 ธันวาคม 2536 ข้อห้ามของสิมในอีสานโดยทั่วไปคือไม่อนุญาตให้สตรีเข้าไปภายในตัวสิม เพราะเป็นที่ประกอบพิธีทางพระพุทธศาสนา ผู้หญิงจะรออยู่ภายนอกของสิม',
            'travel_detail_short' => 'วัดป่าเลไลย์ เดิมชื่อวัดหนองพอก ต่อมาในปี 2485 ได้เปลี่ยนชื่อเป็นวัดป่าเลไลย์ ภายในวัดมีสิมซึ่งไม่ปรากฏหลักฐานการสร้างที่แน่นอนว่าถูกสร้างในสมัยใด',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/10 วัดป่าเลไลย์/IMG_Travel_T010_02.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/10 วัดป่าเลไลย์/IMG_Travel_T010_02.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/10 วัดป่าเลไลย์/IMG_Travel_T010_03.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/10 วัดป่าเลไลย์/IMG_Travel_T010_05.jpg'
                    ],
        ],
        [
            'id' => 11,
            'title' => 'สิมวัดโพธาราม',
            'location' => 'ตั้งอยู่ภายในวัดโพธาราม บ้านดงบัง ตำบลดงบัง อำเภอนาดูน จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 07.30 – 17.30 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'วัดโพธาราม เป็นวัดเก่าแก่ หนังสือประวัติวัดทั่วราชอาณาจักร เล่มที่  12 กล่าวว่า วัดโพธาราม สร้างขึ้น เมื่อ พ.ศ. 2343 เดิมชื่อว่า วัดโพธิ์ทอง และเปลี่ยนชื่อเป็นวัดโพธาราม เมื่อ พ.ศ. 2485  ภายในวัดมีสิมหรืออุโบสถ ที่ได้รับพิจารณาให้เป็นอาคารอนุรักษ์ดีเด่น ปี 2547 สิมวัดโพธารามเป็นอาคารก่ออิฐสอดิน ฉาบปูน เป็นอาคารแบบผนังทึบขนาดเล็ก มีจิตรกรรมหรือฮูปแต้มทั้งภายในและภายนอก ภายในเล่าเรื่องพุทธประวัติ เวสสันดรชาดก และรามสูร-เมขลา ฮูปแต้มภายนอกเรื่องเวสสันดรชาดก พระมาลัย พุทธประวัติและสินไซ ความพิเศษของจิตรกรรม(ฮูปแต้ม)ของวัดโพธารามจะมีการจำลองวิถีวัฒนธรรมของชาวบ้าน เช่น การทอผ้า การตำข้าว การลงข่วง ผ่านตัวละครที่อยู่ในจิตรกรรมหรือฮูปแต้มที่เรียกว่า “ตัวกาก”',
            'travel_detail_short' => 'วัดโพธาราม เป็นวัดเก่าแก่ หนังสือประวัติวัดทั่วราชอาณาจักร เล่มที่  12 กล่าวว่า วัดโพธาราม สร้างขึ้น เมื่อ พ.ศ. 2343 เดิมชื่อว่า วัดโพธิ์ทอง',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/11 วัดโพธาราม/IMG_Travel_T010_07.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/11 วัดโพธาราม/IMG_Travel_T010_07.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/11 วัดโพธาราม/IMG_Travel_T010_05.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/11 วัดโพธาราม/IMG_Travel_T010_08.jpg'
                    ],
        ],
        [
            'id' => 12,
            'title' => 'พิพิธภัณฑ์บ้านอีสาน',
            'location' => 'ตั้งอยู่ในพื้นที่สถาบันวิจัยวลัยรุกขเวช มหาวิทยาลัยมหาสารคาม ตำบลนาดูน อำเภอนาดูน จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 16.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'พิพิธภัณฑ์บ้านอีสาน เป็นพิพิธภัณฑ์ที่จัดแสดงชีวิตความเป็นอยู่ของผู้คนในอดีตที่สะท้อนให้เห็นถึงความสัมพันธ์แบบเครือญาติ โดยนำข้อมูลเหล่านั้นจัดแสดงในบ้านแต่ละหลังซึ่งเป็นบ้านอีสานรูปแบบต่างๆ จากชุมชนต่างๆ เช่น เรือนผู้ไท เรือนโข่ง(เรือนทอผ้า) เรอนเกย (เรือนชาวนา)  โรงเกวียน เป็นต้น ซึ่งความพิเศษของบ้านแต่ละหลังของพิพิธภัณฑ์บ้านอีสานคือเป็นบ้านที่มีคนอยู่อาศัยจริงๆ เมื่อทางมหาวิทยาลัยมหาสารคามมีความคิดริเริ่มจะทำพิพิธภัณฑ์บ้านอีสาน จึงขอซื้อบ้านเก่าเพื่อนำมาอนุรักษ์ให้คนรุ่นหลังได้ศึกษา อีกทั้งพิพิธภัณฑ์บ้านอีสานยังมีเรือนที่สมเด็จฯพระเทพ พระราชทานนามมาให้ว่า “เรือนสมเด็จพระเทพรัตน์”(เรือนไทแสก)',
            'travel_detail_short' => 'พิพิธภัณฑ์บ้านอีสาน เป็นพิพิธภัณฑ์ที่จัดแสดงชีวิตความเป็นอยู่ของผู้คนในอดีตที่สะท้อนให้เห็นถึงความสัมพันธ์แบบเครือญาติ โดยนำข้อมูลเหล่านั้นจัดแสดงในบ้านแต่ละหลังซึ่งเป็นบ้านอีสานรูปแบบต่างๆ',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/12 พิพิธภัณฑ์บ้านอีสาน/IMG_Travel_T012_05.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/12 พิพิธภัณฑ์บ้านอีสาน/IMG_Travel_T012_05.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/12 พิพิธภัณฑ์บ้านอีสาน/IMG_Travel_T012_03.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/12 พิพิธภัณฑ์บ้านอีสาน/IMG_Travel_T012_01.jpg'
                    ],
        ],
        [
            'id' => 13,
            'title' => 'พระบรมธาตุนาดูน',
            'location' => 'บ้านนาดูน ตำบลนาดูน อำเภอนาดูน จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'พระบรมธาตุนาดูนเป็นเจดีย์ที่สร้างขึ้นด้วยแรงศรัทธาของชาวจังหวัดมหาสารคาม โดยรูปแบบและแนวคิดในการสร้างองค์พระธาตุมาจากสถูปสำริดที่บรรจุพระบรมสารีริกธาตุซึ่งขุดพบ ในปี 2522 และฐานของเจดีย์ในสมัยทวารวดี องค์เจดีย์แบ่งองค์ประกอบเป็น 3 ส่วน โดยส่วนฐาน ส่วนองค์ระฆัง และส่วนยอด รวมความสูงทั้งหมด  50 เมตร รอบๆองค์เจดีย์มีเนินดินที่แทนสังเวชนียสถานทั้ง 4 แห่ง คือ สถานที่ประสูติ ตรัสรู้ ปฐมเทศนา และปรินิพพาน ปัจจุบันพระบรมธาตุนาดูนถือได้ว่าเป็นศูนย์รวมใจของชาวมหาสารคาม โดยจะมีการจัดงานนมัสการพระธาตุนาดูนในช่วงวันมาฆบูชาของทุกๆปี',
            'travel_detail_short' => 'พระบรมธาตุนาดูนเป็นเจดีย์ที่สร้างขึ้นด้วยแรงศรัทธาของชาวจังหวัดมหาสารคาม โดยรูปแบบและแนวคิดในการสร้างองค์พระธาตุมาจากสถูปสำริดที่บรรจุพระบรมสารีริกธาตุซึ่งขุดพบ ในปี 2522',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_08.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_08.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_03.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_02.jpg'
                    ],
        ],
        [
            'id' => 14,
            'title' => 'กู่สันตรัตน์',
            'location' => 'บ้านกู่ ตำบลสันตรัตน์ อำเภอนาดูน จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 17.30 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'กู่สันตรัตน์ หรือที่ชุมชนเรียกว่า กู่ใหญ่,กู่ใต้ เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18 ตรงกับรัชสมัยของพระเจ้าชัยวรมันที่ 7 กษัตริย์แห่งเมืองพระนคร ประเทศกัมพูชาปัจจุบัน จากรูปแบบแผนผังและรูปเคารพ(พระไภษัชยคุรุไวฑูรยประภา)ภายในปราสาทประธาน นอกจากนี้ยังพบรูปประติมากรรมพระโพธิสัตว์อวโลกิเตศวรอยู่ที่ซุ้มประตู(โคปุระ) ทำให้สันนิษฐานได้ว่าปราสาทแห่งนี้ถูกสร้างขึ้นเพื่อเป็นศาสนสถานประจำโรงพยาบาลหรืออโรคยาศาลในสมัยพระเจ้าชัยวรมันที่ 7 ข้อความจากจารึกปราสาทพระขรรค์(ประเทศกัมพูชา)ทำให้ทราบว่าพระเจ้าชัยวรมันที่ 7 โปรดให้สร้างอโรคยาศาล 102 แห่ง ตามเส้นทางไปยังเมืองสำคัญในรัชสมัยของพระองค์ โดยพื้นที่ตั้งของกู่สันตรัตน์ในปัจจุบันแต่เดิมเป็นที่ตั้งของเมืองโบราณชื่อว่า นครจำปาศรี โดยมีการพบจารึกหลังพระพิมพ์ระบุนามนครแห่งนี้ว่า อมรปุระ ซึ่งเมืองนี้อาจจะที่มีความสำคัญในสมัยของพระเจ้าชัยวรมันที่ 7 ตามจารึกของปราสาทพระขรรค์ก็เป็นได้',
            'travel_detail_short' => 'กู่สันตรัตน์ หรือที่ชุมชนเรียกว่า กู่ใหญ่,กู่ใต้ เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/14 กู่สันตรัตน์/IMG_Travel_T014_06.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/14 กู่สันตรัตน์/IMG_Travel_T014_06.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/14 กู่สันตรัตน์/IMG_Travel_T014_08.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/14 กู่สันตรัตน์/IMG_Travel_T014_010.jpg'
                    ],
        ],
        [
            'id' => 15,
            'title' => 'กู่บ้านแดง',
            'location' => 'บ้านแดง ตำบลหนองแสง อำเภอวาปีปทุม จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 17.30 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'กู่สันตรัตน์ หรือที่ชุมชนเรียกว่า กู่ใหญ่,กู่ใต้ เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18 ตรงกับรัชสมัยของพระเจ้าชัยวรมันที่ 7 กษัตริย์แห่งเมืองพระนคร ประเทศกัมพูชาปัจจุบัน จากรูปแบบแผนผังและรูปเคารพ(พระไภษัชยคุรุไวฑูรยประภา)ภายในปราสาทประธาน นอกจากนี้ยังพบรูปประติมากรรมพระโพธิสัตว์อวโลกิเตศวรอยู่ที่ซุ้มประตู(โคปุระ) ทำให้สันนิษฐานได้ว่าปราสาทแห่งนี้ถูกสร้างขึ้นเพื่อเป็นศาสนสถานประจำโรงพยาบาลหรืออโรคยาศาลในสมัยพระเจ้าชัยวรมันที่ 7 ข้อความจากจารึกปราสาทพระขรรค์(ประเทศกัมพูชา)ทำให้ทราบว่าพระเจ้าชัยวรมันที่ 7 โปรดให้สร้างอโรคยาศาล 102 แห่ง ตามเส้นทางไปยังเมืองสำคัญในรัชสมัยของพระองค์ โดยพื้นที่ตั้งของกู่สันตรัตน์ในปัจจุบันแต่เดิมเป็นที่ตั้งของเมืองโบราณชื่อว่า นครจำปาศรี โดยมีการพบจารึกหลังพระพิมพ์ระบุนามนครแห่งนี้ว่า อมรปุระ ซึ่งเมืองนี้อาจจะที่มีความสำคัญในสมัยของพระเจ้าชัยวรมันที่ 7 ตามจารึกของปราสาทพระขรรค์ก็เป็นได้',
            'travel_detail_short' => 'กู่สันตรัตน์ หรือที่ชุมชนเรียกว่า กู่ใหญ่,กู่ใต้ เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/15 กู่บ้านแดง/IMG_Travel_T015_04.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/15 กู่บ้านแดง/IMG_Travel_T015_04.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/15 กู่บ้านแดง/IMG_Travel_T015_01.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/15 กู่บ้านแดง/IMG_Travel_T015_03.jpg'
                    ],
        ],
        [
            'id' => 16,
            'title' => 'พระธาตุพุทธมงคล(พระธาตุพนมจำลอง)',
            'location' => 'ตั้งอยู่บริเวณวัดอภิสิทธิ์ ตำบลตลาด อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'พระธาตุพุทธมงคล ตั้งอยู่ภายในวัดอภิสิทธิ์ หรือ วัดกลาง เริ่มก่อสร้างราว พ.ศ. 2560  รูปแบบของการสร้างพระธาตุเป็นการจำลองพระธาตุพนมเกือบจะทั้งหมด ลวดลายประดับองค์เจดีย์เลียนแบบพระธาตุพนม มีลายพุ่มข้าวบิณฑ์ ดอกไม้ทิพย์ ด้านในประดิษฐานพระพุทธรูปองค์สำคัญของวัด บริเวณฐานด้านนอกทำซุ้มจระนำประดิษฐานพระพุทธรูป 3 ด้านคือ ทิศเหนือ ทิศใต้ ทิศตะวันตก และมีพระพุทธรูปประจำวันเกิดให้ประชาชนมากราบไหว้เพื่อความเป็นสิริมงคล',
            'travel_detail_short' => 'พระธาตุพุทธมงคล ตั้งอยู่ภายในวัดอภิสิทธิ์ หรือ วัดกลาง เริ่มก่อสร้างราว พ.ศ. 2560  รูปแบบของการสร้างพระธาตุเป็นการจำลองพระธาตุพนมเกือบจะทั้งหมด',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/16 พระธาตุพุทธมงคล/IMG_Travel_T016_07.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/16 พระธาตุพุทธมงคล/IMG_Travel_T016_07.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/16 พระธาตุพุทธมงคล/IMG_Travel_T016_03.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/16 พระธาตุพุทธมงคล/IMG_Travel_T016_01.jpg'
                    ],
        ],
        [
            'id' => 17,
            'title' => 'หอพระพุทธกันทรวิชัยอภิสมัยธรรมนายก',
            'location' => 'ตั้งอยู่บริเวณมหาวิทยาลัยมหาสารคาม(เขตพื้นที่ในเมือง)ตำบลตลาด อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 16.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงวัฒนธรรม',
            'travel_detail' => 'หอพระพุทธกันทรวิชัย อภิสมัยธรรมนายกเป็นหอพระประจำสถาบันวิจัยศิลปะและวัฒนธรรมอีสาน มหาวิทยาลัยมหาสารคาม โดยสร้างขึ้นเพื่อประดิษฐานพระพุทธกันทรวิชัยอภิสมัยธรรมนายก พระพุทธรูปองค์สำคัญองค์หนึ่งที่สร้างขึ้นในโอกาสที่กรุงรัตนโกสินทร์ มีอายุครบ 200 ปี  โดยพระพุทธรูปองค์นี้พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตรทรงเสด็จพระราชดำเนินมาทรงประกอบพิธีเททองด้วยพระองค์เอง พร้อมทั้งโปรดเกล้าฯ พระราชทานนามว่า “พระพุทธกันทรวิชัย อภิสมัยธรรมนายก” ประชาชนทั่วไปเรียก “พระกันทรวิชัย” พระพุทธกันทรวิชัยฯ ได้ต้นแบบมาจากพระพิมพ์ดินเผาที่ขุดค้นพบเมื่อ ปี 2514 และอาจารย์อาคม วรจินดา เป็นผู้ปั้นแบบพระพุทธกันทรวิชัย ปัจจุบันพระพุทธกันทรวิชัย อภิสมัยธรรมนายกถือได้ว่าเป็นพระพุทธรูปที่มีความสำคัญต่อคนในจังหวัดมหาสารคามเป็นอย่างมาก',
            'travel_detail_short' => 'หอพระพุทธกันทรวิชัย อภิสมัยธรรมนายกเป็นหอพระประจำสถาบันวิจัยศิลปะและวัฒนธรรมอีสาน มหาวิทยาลัยมหาสารคาม โดยสร้างขึ้นเพื่อประดิษฐานพระพุทธกันทรวิชัยอภิสมัยธรรมนายก',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/17 พระพุทธกันทรวิชัย/IMG_Travel_T017_03.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/17 พระพุทธกันทรวิชัย/IMG_Travel_T017_03.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/17 พระพุทธกันทรวิชัย/IMG_Travel_T017_01.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/17 พระพุทธกันทรวิชัย/IMG_Travel_T017_05.jpg'
                    ],
            'style' => 'margin-bottom: 18rem !important;'
        ],
        [
            'id' => 18,
            'title' => 'วนอุทยานโกสัมพี',
            'location' => 'อยู่ในท้องที่หมู่ที่ 1 บ้านคุ้มใต้ ในเขตสุขาภิบาล ตำบลหัวขวาง อำเภอโกสุมพิสัย จังหวัดมหาสารคาม',
            'lat' => '',
            'long' => '',
            'oc-time' => 'เปิดทุกวัน เวลา 08.00 – 18.00 น.',
            'et-fee' => 'ฟรี',
            'travel_type' => 'ท่องเที่ยวเชิงธรรมชาติ',
            'travel_detail' => 'วนอุทยานโกสัมพี หรือชาวบ้านทั่วไปเรียก หนองบุ่ง หรือ บุ่งลิง เป็นสถานที่ท่องเที่ยวที่ประชาชนมาเที่ยวพักผ่อนในช่วงวันหยุด เพราะเป็นสถานที่ที่มีบรรยากาศที่ร่มเย็นร่มรื่นอยู่ฝั่งแม่น้ำชี มีเนื้อที่ราว 125 ไร่ พื้นที่บริเวณนี้มีต้นยางขนาดใหญ่เป็นจำนวนมาก อีกทั้งวนอุทยานโกสัมพียังเป็นที่อยู่อาศัยของลิงแสมขนสีทองที่มีพบที่เดียวในประเทศไทยอีกด้วย นักท่องเที่ยวนอกจากมาเที่ยวพักผ่อนชมความร่มรืนของธรรมชาติแล้วยังสามารถให้อาหารลิงแสมที่หาชมยากได้อีกด้วย',
            'travel_detail_short' => 'วนอุทยานโกสัมพี หรือชาวบ้านทั่วไปเรียก หนองบุ่ง หรือ บุ่งลิง เป็นสถานที่ท่องเที่ยวที่ประชาชนมาเที่ยวพักผ่อนในช่วงวันหยุด',
            'image' => "img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/18 วนอุทยานโกสัมพี/IMG_Travel_T018_07.jpg",
            'image_detail' =>  
                    [ 
                        'img_detail1' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/18 วนอุทยานโกสัมพี/IMG_Travel_T018_07.jpg',
                        'img_detail2' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/18 วนอุทยานโกสัมพี/IMG_Travel_T018_02.jpg',
                        'img_detail3' => 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/18 วนอุทยานโกสัมพี/IMG_Travel_T018_06.jpg'
                    ],
        ],
    ];


    // echo("<h2> PRODUCT ARRAY </h2>");
    // echo "<pre>".print_r( $product , true)."</pre>";

    // echo "<br/>";
    // echo("<h2> TRAVEL ARRAY </h2>");
    // echo "<pre>".print_r( $travel , true)."</pre>";

    // echo "<hr/>";
    

    // if( $product ){
    //     foreach( $product  as $k1 => $v1 ){
    //         echo "<br>=== ".$v1['id']. " ".$v1['group_name'];
    //     }
    // }

    // $key = array_search(1, array_column($product, 'id'));
    // echo ("The key is: ".$key);


    // echo "<hr/>";
    // echo "<hr/>";
    // echo "<hr/>";
    
    // echo "<pre>".print_r( $product[$key] , true)."</pre>";



    // =========================================================
    // =====================MAHASARN ROUTE======================
    // =========================================================

    $data_place[1][1]['placeid'] = '1' ; 
    $data_place[1][1]['typeid'] = '0' ; 
    $data_place[1][1]['title'] = 'สถาบันวิจัยศิลปะและวัฒนธรรมอีสาน' ; 
    $data_place[1][1]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][1]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][1]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/19 สถาบันวิจัยศิลปะและวัฒนธรรมอีสาน/IMG_Travel_T019_03.jpg' ; 
    $data_place[1][1]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/19 สถาบันวิจัยศิลปะและวัฒนธรรมอีสาน/IMG_Travel_T019_01.jpg' ; 
    $data_place[1][1]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][1]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][1]['detail'] = 'สถาบันวิจัยศิลปะและวัฒนธรรมอีสาน ส่งเสริมและสนับสนุนการวิจัย  การทำนุบำรุงศิลปะ วัฒนธรรมและท้องถิ่นอีสานศึกษา  สนับสนุนการวิจัยเชิงปฏิบัติการโดยคนในท้องถิ่นในมิติด้านศิลปะและวัฒนธรรม และอีสานศึกษา สร้างสื่อการเรียนรู้ และสร้างความภาคภูมิใจในอัตลักษณ์และวัฒนธรรมของตนเอง' ; 
    $data_place[1][1]['mapemb'] = 'https://goo.gl/maps/dMe5T27M8XZMTQia6' ; 
    $data_place[1][1]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][1]['lat'] = '16.198532334361925' ; 
    $data_place[1][1]['long'] = '103.2836839879662' ; 
    $data_place[1][1]['contact']['address'] = "ตำบลตลาด อำเภอเมืองมหาสารคาม มหาสารคาม 44000" ;
    $data_place[1][1]['contact']['tel'] = "-" ;
    $data_place[1][1]['contact']['line'] = "" ;


    $data_place[1][2]['placeid'] = '2' ; 
    $data_place[1][2]['typeid'] = '0' ; 
    $data_place[1][2]['title'] = 'กลุ่มผ้าทอบ้านโนนสะแบง' ; 
    $data_place[1][2]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][2]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][2]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/08  กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย/IMG_G08_04.jpg' ; 
    $data_place[1][2]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/08  กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย/IMG_G08_07.jpg' ; 
    $data_place[1][2]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][2]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][2]['detail'] = 'กลุ่มทอผ้าบ้านโนนสะแบง ต.ขามเรียง อ.กันทรวิชัย มีผลิตภัณฑ์ที่โดดเด่นได้แก่ผ้าฝ้ายย้อมครามมัดหมี่ลายดอกผักติ้วซึ่งเป็นลวดลายประจำอำเภอกันทรวิชัย' ; 
    $data_place[1][2]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[1][2]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][2]['lat'] = '16.260389' ; 
    $data_place[1][2]['long'] = '103.228111' ; 
    $data_place[1][2]['contact']['address'] = "ตำบลขามเรียง อำเภอกันทรวิชัย จังหวัดมหาสารคาม" ;
    $data_place[1][2]['contact']['tel'] = "-" ;
    $data_place[1][2]['contact']['line'] = "" ;

    $data_place[1][3]['placeid'] = '3' ; 
    $data_place[1][3]['typeid'] = '0' ; 
    $data_place[1][3]['title'] = 'วัดพุทธประดิษฐ์ ' ; 
    $data_place[1][3]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][3]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][3]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_06.jpg' ; 
    $data_place[1][3]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_04.jpg' ; 
    $data_place[1][3]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][3]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][3]['detail'] = 'วัดพุทธประดิษฐ์ ชาวบ้านในพื้นที่ใกล้เคียงนิยมเรียกกันว่า “วัดใหญ่บ้านโพน” เป็นวัดที่มีความเก่าแก่ในอำเภอเชียงยืน ภายในวัดเป็นที่ประดิษฐานพระพุทธรูปเก่าแก่ของอำเภอเชียงยืน' ; 
    $data_place[1][3]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[1][3]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][3]['lat'] = '16.363079244765856' ; 
    $data_place[1][3]['long'] = '103.1537233692287' ; 
    $data_place[1][3]['contact']['address'] = "บ้านโพนบูรพา ตำบลโพนทอง อำเภอเชียงยืน จังหวัดมหาสารคาม" ;
    $data_place[1][3]['contact']['tel'] = "-" ;
    $data_place[1][3]['contact']['line'] = "" ;


    $data_place[1][4]['placeid'] = '4' ; 
    $data_place[1][4]['typeid'] = '0' ; 
    $data_place[1][4]['title'] = 'หลวงพ่อใหญ่' ; 
    $data_place[1][4]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][4]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][4]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_06.jpg' ; 
    $data_place[1][4]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_04.jpg' ; 
    $data_place[1][4]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][4]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][4]['detail'] = 'วัดพุทธประดิษฐ์ ชาวบ้านในพื้นที่ใกล้เคียงนิยมเรียกกันว่า “วัดใหญ่บ้านโพน” เป็นวัดที่มีความเก่าแก่ในอำเภอเชียงยืน ภายในวัดเป็นที่ประดิษฐานพระพุทธรูปเก่าแก่ของอำเภอเชียงยืน' ; 
    $data_place[1][4]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[1][4]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][4]['lat'] = '13.7566609' ; 
    $data_place[1][4]['long'] = '100.2712321' ; 
    $data_place[1][4]['contact']['address'] = "บ้านโพนบูรพา ตำบลโพนทอง อำเภอเชียงยืน จังหวัดมหาสารคาม" ;
    $data_place[1][4]['contact']['tel'] = "-" ;
    $data_place[1][4]['contact']['line'] = "" ;

    $data_place[1][5]['placeid'] = '5' ; 
    $data_place[1][5]['typeid'] = '0' ; 
    $data_place[1][5]['title'] = 'กลุ่มทอผ้าไหมบ้านโพนบูรพา' ; 
    $data_place[1][5]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][5]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][5]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/05 กลุ่มทอผ้าไหมบ้านโพนบูรพา/IMG_G05_02.jpg' ; 
    $data_place[1][5]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/05 กลุ่มทอผ้าไหมบ้านโพนบูรพา/IMG_G05_04.jpg' ; 
    $data_place[1][5]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][5]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][5]['detail'] = 'กลุ่มทอผ้าไหมบ้านโพนบูรพา อ.เชียงยืน เป็นกลุ่มทอผ้าที่มีผลิตภัณฑ์ที่โดดเด่นคือ ทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ทอมือด้วยกี่แบบพื้นบ้าน' ; 
    $data_place[1][5]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[1][5]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][5]['lat'] = '16.362472' ; 
    $data_place[1][5]['long'] = '103.155639' ; 
    $data_place[1][5]['contact']['address'] = "ตำบลโพนทอง อำเภอเชียงยืน จังหวัดมหาสารคาม" ;
    $data_place[1][5]['contact']['tel'] = "-" ;
    $data_place[1][5]['contact']['line'] = "" ;


    $data_place[1][6]['placeid'] = '6' ; 
    $data_place[1][6]['typeid'] = '0' ; 
    $data_place[1][6]['title'] = 'วัดพุทธมงคล' ; 
    $data_place[1][6]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][6]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][6]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/08 วัดพุทธมงคล/IMG_Travel_T08_04.jpg' ; 
    $data_place[1][6]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/08 วัดพุทธมงคล/IMG_Travel_T08_02.jpg' ; 
    $data_place[1][6]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][6]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][6]['detail'] = 'วัดพุทธมงคล เป็นวัดอีกแห่งที่มีความสำคัญต่อคนในอำเภอกันทรวิชัยและคนในจังหวัดมหาสารคามคู่กับวัดสุวรรณาวาส เนื่องจากเป็นที่ประดิษฐานพระพุทธมงคล' ; 
    $data_place[1][6]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[1][6]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][6]['lat'] = '16.308780400173994' ; 
    $data_place[1][6]['long'] = '103.30062179307228' ; 
    $data_place[1][6]['contact']['address'] = "บ้านสระ ตำบลคันธารราษฎร์ อำเภอกันทรวิชัย จังหวัดมหาสารคาม" ;
    $data_place[1][6]['contact']['tel'] = "-" ;
    $data_place[1][6]['contact']['line'] = "" ;

    $data_place[1][7]['placeid'] = '7' ; 
    $data_place[1][7]['typeid'] = '0' ; 
    $data_place[1][7]['title'] = 'กลุ่มเย็บผ้าบ้านท่าตูม' ; 
    $data_place[1][7]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][7]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][7]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/02 กลุ่มแปรรูปตัดเย็บผ้า บ้านท่าตูม/IMG_G02_04.jpg' ; 
    $data_place[1][7]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/02 กลุ่มแปรรูปตัดเย็บผ้า บ้านท่าตูม/IMG_G02_05.jpg' ; 
    $data_place[1][7]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][7]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][7]['detail'] = 'กลุ่มเย็บผ้าบ้านท่าตูม อ.เมืองมหาสารคาม เป็นกลุ่มที่แปรรูปเสื้อผ้าสำเร็จรูป มีผู้นำที่เข้มแข็ง สามารถขยายกิจกรรมสู่หมู่บ้านข้างเคียงได้โดยการร่วมมือกับกลุ่มทอผ้าภายในชุมชน' ; 
    $data_place[1][7]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[1][7]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][7]['lat'] = '16.178000' ; 
    $data_place[1][7]['long'] = '103.450722' ; 
    $data_place[1][7]['contact']['address'] = "อ.เมืองมหาสารคาม" ;
    $data_place[1][7]['contact']['tel'] = "-" ;
    $data_place[1][7]['contact']['line'] = "" ;

    $data_place[1][8]['placeid'] = '8' ; 
    $data_place[1][8]['typeid'] = '0' ; 
    $data_place[1][8]['title'] = 'วัดป่าวังน้ำเย็น' ; 
    $data_place[1][8]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[1][8]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][8]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[1][8]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_06.jpg' ; 
    $data_place[1][8]['type'] = 'ท่องเที่ยว' ; 
    $data_place[1][8]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[1][8]['detail'] = 'วัดป่าวังน้ำเย็น หรือ วัดพุทธวนาราม เป็นวัดที่มีความงดงามแห่งหนึ่งของจังหวัดมหาสารคาม โดยจุดเด่นของวัดแห่งนี้คือการก่อสร้างสถาปัตยกรรมขนาดใหญ่จากไม้สักทอง' ; 
    $data_place[1][8]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[1][8]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[1][8]['lat'] = '16.20266004317844' ; 
    $data_place[1][8]['long'] = '103.30406251349139' ; 
    $data_place[1][8]['contact']['address'] = "ตำบลเกิ้ง อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม" ;
    $data_place[1][8]['contact']['tel'] = "-" ;
    $data_place[1][8]['contact']['line'] = "" ;

    // =========================================================
    // ===================FUN ROUTE===========================
    // =========================================================

    $data_place[2][2]['placeid'] = '9' ; 
    $data_place[2][2]['typeid'] = '0' ; 
    $data_place[2][2]['title'] = 'กู่บ้านเขวา' ; 
    $data_place[2][2]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[2][2]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[2][2]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/02 พระปรางค์กู่/IMG_Travel_T02_01.jpg' ; 
    $data_place[2][2]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/02 พระปรางค์กู่/IMG_Travel_T02_02.jpg' ; 
    $data_place[2][2]['type'] = 'ท่องเที่ยว' ; 
    $data_place[2][2]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[2][2]['detail'] = 'กู่บ้านเขวา หรือ ปรางกู่บ้านเขวา หรือ กู่คูมหาธาตุ(กู่มหาธาตุ) เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18 ตรงกับรัชสมัยของพระเจ้าชัยวรมันที่ 7' ; 
    $data_place[2][2]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[2][2]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[2][2]['lat'] = '16.158529655168753' ; 
    $data_place[2][2]['long'] = '103.4173462134914' ; 
    $data_place[2][2]['contact']['address'] = "ตำบลเขวา อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม" ;
    $data_place[2][2]['contact']['tel'] = "-" ;
    $data_place[2][2]['contact']['line'] = "" ;

    $data_place[2][3]['placeid'] = '10' ; 
    $data_place[2][3]['typeid'] = '0' ; 
    $data_place[2][3]['title'] = 'กลุ่มทอผ้าครั่งคราม บ้านท่าตูม' ; 
    $data_place[2][3]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[2][3]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[2][3]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/03 กลุ่มแปรรูปทอผ้า บ้านท่าตูม/IMG_G03_02.jpg' ; 
    $data_place[2][3]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/03 กลุ่มแปรรูปทอผ้า บ้านท่าตูม/IMG_G03_03.jpg' ; 
    $data_place[2][3]['type'] = 'ท่องเที่ยว' ; 
    $data_place[2][3]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[2][3]['detail'] = 'กลุ่มทอผ้าครั่งคราม บ้านท่าตูม อ.เมืองมหาสารคาม เป็นกลุ่มที่จัดต้องขึ้นเพื่อส่งเสริมการทอผ้าย้อมสีธรรมชาติด้วยครั่งครามและสีอื่นๆจากวัสดุธรรมชาติ' ; 
    $data_place[2][3]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[2][3]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[2][3]['lat'] = '16.179611' ; 
    $data_place[2][3]['long'] = '103.454111' ; 
    $data_place[2][3]['contact']['address'] = "อ.เมืองมหาสารคาม" ;
    $data_place[2][3]['contact']['tel'] = "-" ;
    $data_place[2][3]['contact']['line'] = "" ;


    $data_place[2][4]['placeid'] = '11' ; 
    $data_place[2][4]['typeid'] = '0' ; 
    $data_place[2][4]['title'] = 'วัดหนองหูลิง' ; 
    $data_place[2][4]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[2][4]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[2][4]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/03 วัดหนองหูลิง/IMG_Travel_T03_02.jpg' ; 
    $data_place[2][4]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/03 วัดหนองหูลิง/IMG_Travel_T03_01.jpg' ; 
    $data_place[2][4]['type'] = 'ท่องเที่ยว' ; 
    $data_place[2][4]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[2][4]['detail'] = 'วัดบ้านหนองหูลิง หรือ วัดเรือ เป็นวัดที่มีความโดดเด่นวัดหนึ่งในจังหวัดมหาสารคาม ภายในวัดมีการสร้างอุโบสถรูปเรืออนันตนาคราช' ; 
    $data_place[2][4]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[2][4]['mapifrm'] = '<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1652.8442818196784!2d103.39436114885669!3d16.105341075612753!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x31180716f7ccc433%3A0x7877958a632b5e21!2sNong%20Hu%20Ling%20Temple%20(Boat%20Temple)!5e0!3m2!1sen!2sth!4v1655189879623!5m2!1sen!2sth" width="600" height="450" style="border:0;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>' ; 
    $data_place[2][4]['lat'] = '16.104349058880107' ; 
    $data_place[2][4]['long'] = '103.39546011174728' ; 
    $data_place[2][4]['contact']['address'] = "บ้านหนองหูลิง ตำบลมิตรภาพ อำเภอแกดำ จังหวัดมหาสารคาม" ;
    $data_place[2][4]['contact']['tel'] = "-" ;
    $data_place[2][4]['contact']['line'] = "" ;


    $data_place[2][5]['placeid'] = '12' ; 
    $data_place[2][5]['typeid'] = '0' ; 
    $data_place[2][5]['title'] = 'กลุ่มทอผ้าบ้านหนองบัว' ; 
    $data_place[2][5]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[2][5]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[2][5]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/17 กลุ่มทอผ้าบ้านหนองบัว ต.หนองกุง อ.แกดำ/IMG_G017_04.jpg' ; 
    $data_place[2][5]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/17 กลุ่มทอผ้าบ้านหนองบัว ต.หนองกุง อ.แกดำ/IMG_G017_09.jpg' ; 
    $data_place[2][5]['type'] = 'ท่องเที่ยว' ; 
    $data_place[2][5]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[2][5]['detail'] = 'กลุ่มทอผ้าบ้านหนองบัว อ.แกดำ เป็นกลุ่มทอผ้าที่ทอผ้าไหมและผ้าฝ้าย และใยสังเคราะห์ มีความชำนาญในการมัดหมี่ลายโบราณและลายประยุกต์ มีลวดลายที่หลากหลาย' ; 
    $data_place[2][5]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[2][5]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[2][5]['lat'] = '16.079694' ; 
    $data_place[2][5]['long'] = '103.425972' ; 
    $data_place[2][5]['contact']['address'] = "ตำบลหนองกุง อำเภอแกดำ จังหวัดมหาสารคาม" ;
    $data_place[2][5]['contact']['tel'] = "-" ;
    $data_place[2][5]['contact']['line'] = "" ;

    $data_place[2][6]['placeid'] = '13' ; 
    $data_place[2][6]['typeid'] = '0' ; 
    $data_place[2][6]['title'] = 'กลุ่มทอผ้าขาวม้าบ้านงัวบา' ; 
    $data_place[2][6]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[2][6]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[2][6]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/20 กลุ่มทอผ้าขาวม้า บ้านงั่วบา/IMG_G020_03.jpg' ; 
    $data_place[2][6]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/20 กลุ่มทอผ้าขาวม้า บ้านงั่วบา/IMG_G020_05.jpg' ; 
    $data_place[2][6]['type'] = 'ท่องเที่ยว' ; 
    $data_place[2][6]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[2][6]['detail'] = 'กลุ่มทอผ้าผ้าขาวม้าบ้านงัวบา อ. วาปีปทุม ผลิตภัณฑ์ที่โดดเด่นของกลุ่มคือผ้าขาวม้าฝ้ายย้อมสีธรรมชาติ นอกจากนั้นยังมีการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์' ; 
    $data_place[2][6]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[2][6]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[2][6]['lat'] = '15.955889' ; 
    $data_place[2][6]['long'] = '103.356139' ; 
    $data_place[2][6]['contact']['address'] = "ตำบลงัวบา อำเภอวาปีปทุม จังหวัดมหาสารคาม" ;
    $data_place[2][6]['contact']['tel'] = "-" ;
    $data_place[2][6]['contact']['line'] = "" ;

    $data_place[2][7]['placeid'] = '14' ; 
    $data_place[2][7]['typeid'] = '0' ; 
    $data_place[2][7]['title'] = 'สะพานไม้แกดำ' ; 
    $data_place[2][7]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[2][7]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[2][7]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/04 สะพานไม้แกดำ/IMG_Travel_T04_07.jpg' ; 
    $data_place[2][7]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/04 สะพานไม้แกดำ/IMG_Travel_T04_03.jpg' ; 
    $data_place[2][7]['type'] = 'ท่องเที่ยว' ; 
    $data_place[2][7]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[2][7]['detail'] = 'สะพานไม้แกดำถือได้ว่าเป็นหลักฐานที่แสดงให้เห็นถึงความสามัคคีของชุมชนในอดีต สะพานไม้แห่งนี้เป็นเส้นทางที่ใช้สัญจรระหว่างบ้านแกดำและบ้านหัวขัว' ; 
    $data_place[2][7]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[2][7]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[2][7]['lat'] = '16.025400322249947' ; 
    $data_place[2][7]['long'] = '103.39068219309053' ; 
    $data_place[2][7]['contact']['address'] = "ตำบลแกดำ อำเภอแกดำ จังหวัดมหาสารคาม" ;
    $data_place[2][7]['contact']['tel'] = "-" ;
    $data_place[2][7]['contact']['line'] = "" ;

    // =========================================================
    // ===================EXTREME ROUTE===========================
    // =========================================================

    $data_place[3][2]['placeid'] = '15' ; 
    $data_place[3][2]['typeid'] = '0' ; 
    $data_place[3][2]['title'] = 'กลุ่มทอผ้าไหมบ้านหนองสิมใหม่' ; 
    $data_place[3][2]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[3][2]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[3][2]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/04 กลุ่มทอผ้าไหมบ้านหนองสิมใหม่/IMG_G04_01.jpg' ; 
    $data_place[3][2]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/04 กลุ่มทอผ้าไหมบ้านหนองสิมใหม่/IMG_G04_02.jpg' ; 
    $data_place[3][2]['type'] = 'ท่องเที่ยว' ; 
    $data_place[3][2]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[3][2]['detail'] = 'กลุ่มทอผ้าไหมบ้านหนองสิมใหม่ อ.พยัคฆภูมิพิสัย เป็นกลุ่มหนึ่งที่มีความโดดเด่นในการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ผ้าซิ่น ผ้าขาวม้าผ้าพื้น ผ้าชุด ผ้าพันคอ ผ้าคลุมไหล่เป็นต้น' ; 
    $data_place[3][2]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[3][2]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[3][2]['lat'] = '15.578694' ; 
    $data_place[3][2]['long'] = '103.180778' ; 
    $data_place[3][2]['contact']['address'] = "ตำบลลานสะแก อำเภอพยัคฆภูมิพิสัย จังหวัดมหาสารคาม" ;
    $data_place[3][2]['contact']['tel'] = "-" ;
    $data_place[3][2]['contact']['line'] = "" ;

    //////// ยังซ้ำกับ2อยู่รอแก้ไข
    $data_place[3][3]['placeid'] = '16' ; 
    $data_place[3][3]['typeid'] = '0' ; 
    $data_place[3][3]['title'] = 'กลุ่มทอผ้าไหมบ้านหนองสิมใหม่' ; 
    $data_place[3][3]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[3][3]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[3][3]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/04 กลุ่มทอผ้าไหมบ้านหนองสิมใหม่/IMG_G04_01.jpg' ; 
    $data_place[3][3]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/04 กลุ่มทอผ้าไหมบ้านหนองสิมใหม่/IMG_G04_02.jpg' ; 
    $data_place[3][3]['type'] = 'ท่องเที่ยว' ; 
    $data_place[3][3]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[3][3]['detail'] = 'กลุ่มทอผ้าไหมบ้านหนองสิมใหม่ อ.พยัคฆภูมิพิสัย เป็นกลุ่มหนึ่งที่มีความโดดเด่นในการทอผ้าไหมมัดหมี่ลายโบราณและลายประยุกต์ ผ้าซิ่น ผ้าขาวม้าผ้าพื้น ผ้าชุด ผ้าพันคอ ผ้าคลุมไหล่เป็นต้น' ; 
    $data_place[3][3]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[3][3]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[3][3]['lat'] = '15.585676' ; 
    $data_place[3][3]['long'] = '103.174002' ; 
    $data_place[3][3]['contact']['address'] = "ตำบลลานสะแก อำเภอพยัคฆภูมิพิสัย จังหวัดมหาสารคาม" ;
    $data_place[3][3]['contact']['tel'] = "-" ;
    $data_place[3][3]['contact']['line'] = "" ;

    $data_place[3][4]['placeid'] = '17' ; 
    $data_place[3][4]['typeid'] = '0' ; 
    $data_place[3][4]['title'] = 'วัดป่าเลไลย์' ; 
    $data_place[3][4]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[3][4]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[3][4]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/10 วัดป่าเลไลย์/IMG_Travel_T010_02.jpg' ; 
    $data_place[3][4]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/10 วัดป่าเลไลย์/IMG_Travel_T010_03.jpg' ; 
    $data_place[3][4]['type'] = 'ท่องเที่ยว' ; 
    $data_place[3][4]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[3][4]['detail'] = 'วัดป่าเลไลย์ เดิมชื่อวัดหนองพอก ต่อมาในปี 2485 ได้เปลี่ยนชื่อเป็นวัดป่าเลไลย์ ภายในวัดมีสิมซึ่งไม่ปรากฏหลักฐานการสร้างที่แน่นอนว่าถูกสร้างในสมัยใด' ; 
    $data_place[3][4]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[3][4]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[3][4]['lat'] = '15.65942156554511' ; 
    $data_place[3][4]['long'] = '103.243020711638' ; 
    $data_place[3][4]['contact']['address'] = "บ้านหนองพอก ตำบลดงบัง อำเภอนาดูน จังหวัดมหาสารคาม" ;
    $data_place[3][4]['contact']['tel'] = "-" ;
    $data_place[3][4]['contact']['line'] = "" ;

    $data_place[3][5]['placeid'] = '18' ; 
    $data_place[3][5]['typeid'] = '0' ; 
    $data_place[3][5]['title'] = 'กลุ่มทอผ้าไหมทอมือแม่บ้านเกษตรกรบ้านหนองบัวน้อย' ; 
    $data_place[3][5]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[3][5]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[3][5]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/01 กลุ่มผ้าไหมทอมือแม่บ้านเกษกรบ้านหนองบัวน้อย ต.ดงดวน อ.นาดูน/IMG_G01_08.jpg' ; 
    $data_place[3][5]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/01 กลุ่มผ้าไหมทอมือแม่บ้านเกษกรบ้านหนองบัวน้อย ต.ดงดวน อ.นาดูน/IMG_G01_02.jpg' ; 
    $data_place[3][5]['type'] = 'ท่องเที่ยว' ; 
    $data_place[3][5]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[3][5]['detail'] = 'กลุ่มทอผ้าไหมทอมือแม่บ้านเกษตรกรบ้านหนองบัวน้อย อ.นาดูน มีผลิตภัณฑ์ที่โดดเด่นคือผ้าไหมมัดหมี่ลายนาคซึ่งเป็นลายประจำอำเภอนาดูน ลายสร้อยดอกหมาก ลายประยุกต์อื่นๆ' ; 
    $data_place[3][5]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[3][5]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[3][5]['lat'] = '15.740667' ; 
    $data_place[3][5]['long'] = '103.167389' ; 
    $data_place[3][5]['contact']['address'] = "ตำบลดงดวน อำเภอนาดูน" ;
    $data_place[3][5]['contact']['tel'] = "-" ;
    $data_place[3][5]['contact']['line'] = "" ;

    $data_place[3][6]['placeid'] = '19' ; 
    $data_place[3][6]['typeid'] = '0' ; 
    $data_place[3][6]['title'] = 'กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง' ; 
    $data_place[3][6]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[3][6]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[3][6]['images'][0] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/21 กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง/IMG_G021_02.jpg' ; 
    $data_place[3][6]['images'][1] = 'img/01_กลุ่มแม่บ้าน (ทั้งหมด)/21 กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง/IMG_G021_03.jpg' ; 
    $data_place[3][6]['type'] = 'ท่องเที่ยว' ; 
    $data_place[3][6]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[3][6]['detail'] = 'กลุ่มผู้ผลิตผ้าฝ้ายย้อมสีธรรมชาติหนองโนรุ่งเรือง บ้านหนองโนใต้ อ. นาดูน เป็นกลุ่มที่ปลูกฝ้ายพันธุ์พื้นเมือง คือ ฝ้ายสีขาว ฝ้ายสีเขียว ฝ้ายสีน้ำตาล และมีกระบวนการผลิตเส้นฝ้ายใช้เอง' ; 
    $data_place[3][6]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[3][6]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[3][6]['lat'] = '15.756056' ; 
    $data_place[3][6]['long'] = '103.212028' ; 
    $data_place[3][6]['contact']['address'] = "บ้านหนองโนใต้ ตำบลนาดูน อำเภอ นาดูน จังหวัดมหาสารคาม" ;
    $data_place[3][6]['contact']['tel'] = "-" ;
    $data_place[3][6]['contact']['line'] = "" ;

    $data_place[3][7]['placeid'] = '20' ; 
    $data_place[3][7]['typeid'] = '0' ; 
    $data_place[3][7]['title'] = 'พระบรมธาตุนาดูน' ; 
    $data_place[3][7]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[3][7]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[3][7]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_08.jpg' ; 
    $data_place[3][7]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_03.jpg' ; 
    $data_place[3][7]['type'] = 'ท่องเที่ยว' ; 
    $data_place[3][7]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[3][7]['detail'] = 'พระบรมธาตุนาดูนเป็นเจดีย์ที่สร้างขึ้นด้วยแรงศรัทธาของชาวจังหวัดมหาสารคาม โดยรูปแบบและแนวคิดในการสร้างองค์พระธาตุมาจากสถูปสำริดที่บรรจุพระบรมสารีริกธาตุซึ่งขุดพบ ในปี 2522' ; 
    $data_place[3][7]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[3][7]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[3][7]['lat'] = '15.703415254285407' ; 
    $data_place[3][7]['long'] = '103.22722519999999' ; 
    $data_place[3][7]['contact']['address'] = "ตำบลนาดูน อำเภอนาดูน จังหวัดมหาสารคาม" ;
    $data_place[3][7]['contact']['tel'] = "-" ;
    $data_place[3][7]['contact']['line'] = "" ;


    // =========================================================
    // =========================================================
    // =========================================================
    $data_place[0][1]['placeid'] = '1' ; 
    $data_place[0][1]['typeid'] = '0' ; 
    $data_place[0][1]['title'] = 'วัดป่าวังน้ำเย็น' ; 
    $data_place[0][1]['linkdata'] = 'product_tourist_attraction_1_2.php' ; 
    $data_place[0][1]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_08.jpg' ; 
    $data_place[0][1]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_06.jpg' ; 
    $data_place[0][1]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/01 วัดป่าวังน้ำเย็น/IMG_Travel_T01_05.jpg' ; 
    $data_place[0][1]['type'] = 'ท่องเที่ยว' ; 
    $data_place[0][1]['activity'][0] = '2' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 
    $data_place[0][1]['detail'] = 'ไฮไลท์ที่โดดเด่นของ วัดป่าวังน้ำเย็น ก็คือ เจดีย์ศรีมหาสารคาม องค์ใหญ่สีทองอร่ามนั่นเองค่ะ สามารถมองเห็นสวยเด่นมาแต่ไกลได้เลย รวมทั้งยังมี ศาลาการเปรียญไม้ ขนาดใหญ่
    ' ; 
    $data_place[0][1]['mapemb'] = 'https://goo.gl/maps/wFYhL51682oJsDjQA' ; 
    $data_place[0][1]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded"  src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3875.368284990547!2d100.27314184764914!3d13.756650469270852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30e29541811de891%3A0x621726a208c0d94f!2z4Lie4Li04Lie4Li04LiY4Lig4Lix4LiT4LiR4LmM4Lin4Li04LiW4Li14LiK4Li14Lin4Li04LiV4LiK4Li44Lih4LiK4LiZ4LiE4Lil4Lit4LiH4Lic4Li14LmA4Liq4Li34LmJ4Lit!5e0!3m2!1sth!2sth!4v1622196152281!5m2!1sth!2sth"  allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[0][1]['lat'] = '13.7566609' ; 
    $data_place[0][1]['long'] = '100.2712321' ; 
    $data_place[0][1]['contact']['address'] = "ตำบลเกิ้ง อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม" ;
    $data_place[0][1]['contact']['tel'] = "-" ;
    $data_place[0][1]['contact']['line'] = "" ;

    // =================================================================================
    $data_place[0][2]['placeid'] = '2' ; 
    $data_place[0][2]['typeid'] = '0' ; 
    $data_place[0][2]['title'] = 'MSU Museum' ; 
    $data_place[0][2]['linkdata'] = 'product_tourist_attraction_1_3.php' ; 
    $data_place[0][2]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_05.jpg' ; 
    $data_place[0][2]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_02.jpg' ; 
    $data_place[0][2]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_03.jpg' ; 
    $data_place[0][2]['type'] = 'ร้านอาหาร' ; 
    $data_place[0][2]['activity'][0] = '3' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 3ร้านอาหาร/คาเฟ่
    $data_place[0][2]['detail'] = 'เป็นศูนย์กลางแห่งการพัฒนาองค์ความรู้ด้าน พิพิธภัณฑ์เพื่อส่งเสริมให้สังคมได้รับผลประโยชน์
    จากกิจการพิพิธภัณฑ์ ทั้งในด้าน การปลูกจิตสำนึกแห่งคุณค่าและความสำคัญของท้องถิ่น' ; 
    $data_place[0][2]['mapemb'] = 'https://goo.gl/maps/qjNx6t8EttRmZD8j7' ; 
    $data_place[0][2]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded" src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d7750.807390655674!2d100.2712459!3d13.7545119!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xe79fe55910725faa!2z4Lih4Liy4LiU4Li04LmIIChNQURpIGNhZmUgYW5kIGJpc3Rybyk!5e0!3m2!1sth!2sth!4v1622196744130!5m2!1sth!2sth" allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[0][2]['lat'] = '13.7545119' ; 
    $data_place[0][2]['long'] = '100.2712459' ; 
    $data_place[0][2]['contact']['address'] = "ตำบลขามเรียง อำเภอกันทรวิชัย จังหวัดมหาสารคาม" ;
    $data_place[0][2]['contact']['tel'] = "043 754 380" ;
    $data_place[0][2]['contact']['line'] = "" ;

    // =================================================================================
    // =================================================================================
    // =================================================================================
    // =================================================================================
    $data_place[0][3]['placeid'] = '3' ; 
    $data_place[0][3]['typeid'] = '0' ; 
    $data_place[0][3]['title'] = 'พิพิธภัณฑ์บ้านอีสาน' ; 
    $data_place[0][3]['linkdata'] = 'product_tourist_attraction_1_3.php' ; 
    $data_place[0][3]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_05.jpg' ; 
    $data_place[0][3]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/12 พิพิธภัณฑ์บ้านอีสาน/IMG_Travel_T012_05.jpg' ; 
    $data_place[0][3]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/12 พิพิธภัณฑ์บ้านอีสาน/IMG_Travel_T012_03.jpg' ; 
    $data_place[0][3]['type'] = 'ร้านอาหาร' ; 
    $data_place[0][3]['activity'][0] = '3' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 3ร้านอาหาร/คาเฟ่
    $data_place[0][3]['detail'] = 'พิพิธภัณฑ์บ้านอีสาน เป็นแหล่งรวบรวมข้อมูลและจัดแสดงชีวิต ความเป็นอยู่สภาพสังคม
    และวัฒนธรรมของชาวอีสาน' ; 
    $data_place[0][3]['mapemb'] = 'https://goo.gl/maps/qjNx6t8EttRmZD8j7' ; 
    $data_place[0][3]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded" src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d7750.807390655674!2d100.2712459!3d13.7545119!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xe79fe55910725faa!2z4Lih4Liy4LiU4Li04LmIIChNQURpIGNhZmUgYW5kIGJpc3Rybyk!5e0!3m2!1sth!2sth!4v1622196744130!5m2!1sth!2sth" allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[0][3]['lat'] = '13.7545119' ; 
    $data_place[0][3]['long'] = '100.2712459' ; 
    $data_place[0][3]['contact']['address'] = "ตำบลขามเรียง อำเภอกันทรวิชัย จังหวัดมหาสารคาม" ;
    $data_place[0][3]['contact']['tel'] = "043 754 380" ;
    $data_place[0][3]['contact']['line'] = "" ;

    // =================================================================================

    // =================================================================================
    $data_place[0][4]['placeid'] = '4' ; 
    $data_place[0][4]['typeid'] = '0' ; 
    $data_place[0][4]['title'] = 'วัดพุทธประดิษฐ์' ; 
    $data_place[0][4]['linkdata'] = 'product_tourist_attraction_1_3.php' ; 
    $data_place[0][4]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_05.jpg' ; 
    $data_place[0][4]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_08.jpg' ; 
    $data_place[0][4]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/06 วัดพุทธประดิษฐ์/IMG_Travel_T06_01.jpg' ; 
    $data_place[0][4]['type'] = 'ร้านอาหาร' ; 
    $data_place[0][4]['activity'][0] = '3' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 3ร้านอาหาร/คาเฟ่
    $data_place[0][4]['detail'] = 'พิพิธภัณฑ์บ้านอีสาน เป็นแหล่งรวบรวมข้อมูลและจัดแสดงชีวิต ความเป็นอยู่สภาพสังคม
    และวัฒนธรรมของชาวอีสาน' ; 
    $data_place[0][4]['mapemb'] = 'https://goo.gl/maps/qjNx6t8EttRmZD8j7' ; 
    $data_place[0][4]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded" src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d7750.807390655674!2d100.2712459!3d13.7545119!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xe79fe55910725faa!2z4Lih4Liy4LiU4Li04LmIIChNQURpIGNhZmUgYW5kIGJpc3Rybyk!5e0!3m2!1sth!2sth!4v1622196744130!5m2!1sth!2sth" allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[0][4]['lat'] = '13.7545119' ; 
    $data_place[0][4]['long'] = '100.2712459' ; 
    $data_place[0][4]['contact']['address'] = "ตำบลโพนทอง อำเภอเชียงยืน จังหวัดมหาสารคาม" ;
    $data_place[0][4]['contact']['tel'] = "093 421 0563" ;
    $data_place[0][4]['contact']['line'] = "" ;

    // =================================================================================

    // =================================================================================
    $data_place[0][5]['placeid'] = '5' ; 
    $data_place[0][5]['typeid'] = '0' ; 
    $data_place[0][5]['title'] = 'พุทมลฑลอีสาน' ; 
    $data_place[0][5]['linkdata'] = 'product_tourist_attraction_1_3.php' ; 
    $data_place[0][5]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_05.jpg' ; 
    $data_place[0][5]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_06.jpg' ; 
    $data_place[0][5]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/13 พุทธมณฑลอีสาน/IMG_Travel_T013_08.jpg' ; 
    $data_place[0][5]['type'] = 'ร้านอาหาร' ; 
    $data_place[0][5]['activity'][0] = '3' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 3ร้านอาหาร/คาเฟ่
    $data_place[0][5]['detail'] = 'พระธาตุนาดูนก่อสร้างเป็นแบบศิลปะยุคทราวดี ลักษณะโครงสร้างคอนกรีตเสริมเหล็ก ฉาบปูนเรียบสีขาว โดดเด่นเป็นสง่าบนเนินกว้าง' ; 
    $data_place[0][5]['mapemb'] = 'https://goo.gl/maps/qjNx6t8EttRmZD8j7' ; 
    $data_place[0][5]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded" src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d7750.807390655674!2d100.2712459!3d13.7545119!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xe79fe55910725faa!2z4Lih4Liy4LiU4Li04LmIIChNQURpIGNhZmUgYW5kIGJpc3Rybyk!5e0!3m2!1sth!2sth!4v1622196744130!5m2!1sth!2sth" allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[0][5]['lat'] = '13.7545119' ; 
    $data_place[0][5]['long'] = '100.2712459' ; 
    $data_place[0][5]['contact']['address'] = "ตำบลแวงน่าง อำเภอเมืองมหาสารคาม จังหวัดมหาสารคาม" ;
    $data_place[0][5]['contact']['tel'] = "-" ;
    $data_place[0][5]['contact']['line'] = "" ;

    // =================================================================================

    // =================================================================================
    $data_place[0][6]['placeid'] = '6' ; 
    $data_place[0][6]['typeid'] = '0' ; 
    $data_place[0][6]['title'] = 'กู่บ้านแดง' ; 
    $data_place[0][6]['linkdata'] = 'product_tourist_attraction_1_3.php' ; 
    $data_place[0][6]['img_cover'] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/05 MSU Museum/IMG_Travel_T05_05.jpg' ; 
    $data_place[0][6]['images'][0] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/15 กู่บ้านแดง/IMG_Travel_T015_04.jpg' ; 
    $data_place[0][6]['images'][1] = 'img/02_สถานที่ท่องเที่ยว  (ทั้งหมด)/15 กู่บ้านแดง/IMG_Travel_T015_01.jpg' ; 
    $data_place[0][6]['type'] = 'ร้านอาหาร' ; 
    $data_place[0][6]['activity'][0] = '3' ; //0ทำบุญ 1ไหว้พระ 2ท่องเที่ยว 3ร้านอาหาร/คาเฟ่
    $data_place[0][6]['detail'] = 'กู่สันตรัตน์ หรือที่ชุมชนเรียกว่า กู่ใหญ่,กู่ใต้ เป็นโบราณสถานสายวัฒนธรรมเขมรเป็นปราสาทก่อด้วยหินศิลาแลง สร้างขึ้นราวพุทธศตวรรษที่ 18' ; 
    $data_place[0][6]['mapemb'] = 'https://goo.gl/maps/qjNx6t8EttRmZD8j7' ; 
    $data_place[0][6]['mapifrm'] = '<iframe  class="uk-width-1-1 uk-height-large uk-border-rounded" src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d7750.807390655674!2d100.2712459!3d13.7545119!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xe79fe55910725faa!2z4Lih4Liy4LiU4Li04LmIIChNQURpIGNhZmUgYW5kIGJpc3Rybyk!5e0!3m2!1sth!2sth!4v1622196744130!5m2!1sth!2sth" allowfullscreen="" loading="lazy"></iframe>' ; 
    $data_place[0][6]['lat'] = '13.7545119' ; 
    $data_place[0][6]['long'] = '100.2712459' ; 
    $data_place[0][6]['contact']['address'] = "บ้านแดง ตำบลหนองแสง อำเภอวาปีปทุม จังหวัดมหาสารคาม" ;
    $data_place[0][6]['contact']['tel'] = "-" ;
    $data_place[0][6]['contact']['line'] = "" ;

    // =================================================================================

    $data_comm[1]['title'] = 'เส้นทางที่ 1' ; 
    $data_comm[1]['subtitle'] = 'ออนซอนสารคาม' ; 
    $data_route[1][0]['linkdata'] = 'product_tourway_1_c1.php' ;  
    //$data_route[1][0]['title'] = 'เส้นทางที่ 1 ทัวร์สนุกทุกเช็คอิน' ;  
    $data_route[1][0]['path'][0] =   $data_place[1][1] ; 
    $data_route[1][0]['path'][1] =   $data_place[1][2] ; 
    $data_route[1][0]['path'][2] =   $data_place[1][3] ; 
    $data_route[1][0]['path'][3] =   $data_place[1][5] ; 
    $data_route[1][0]['path'][4] =   $data_place[1][6] ; 
    $data_route[1][0]['path'][5] =   $data_place[1][7] ; 
    $data_route[1][0]['path'][6] =   $data_place[1][8] ; 



    $data_comm[2]['title'] = 'เส้นทางที่ 2' ; 
    $data_comm[2]['subtitle'] = 'สืบสานพุทธศิลป์ ม่วนถิ่นผ้าไหม' ; 
    $data_route[2][0]['linkdata'] = 'product_tourway_1_c2.php' ;  
    //$data_route[1][0]['title'] = 'เส้นทางที่ 1 ทัวร์สนุกทุกเช็คอิน' ;  
    $data_route[2][0]['path'][0] =   $data_place[1][1] ; 
    $data_route[2][0]['path'][1] =   $data_place[2][2] ;  
    $data_route[2][0]['path'][2] =   $data_place[2][3] ;  
    $data_route[2][0]['path'][3] =   $data_place[2][4] ;  
    $data_route[2][0]['path'][4] =   $data_place[2][5] ;  
    $data_route[2][0]['path'][5] =   $data_place[2][6] ;  
    $data_route[2][0]['path'][6] =   $data_place[2][7] ;  



    $data_comm[3]['title'] = 'เส้นทางที่ 3' ; 
    $data_comm[3]['subtitle'] = 'มาเบิ่งผ้าไหมเมืองสะดืออีสาน' ; 
    $data_route[3][0]['linkdata'] = 'product_tourway_1_c3.php' ;  
    //$data_route[1][0]['title'] = 'เส้นทางที่ 1 ทัวร์สนุกทุกเช็คอิน' ;  
    $data_route[3][0]['path'][0] =   $data_place[1][1] ;
    $data_route[3][0]['path'][1] =   $data_place[3][2] ;
    $data_route[3][0]['path'][2] =   $data_place[3][4] ;
    $data_route[3][0]['path'][3] =   $data_place[3][5] ;
    $data_route[3][0]['path'][4] =   $data_place[3][6] ;
    $data_route[3][0]['path'][5] =   $data_place[3][7] ;
     



    

?>